{
  "achievements": {
    "allOnRed": {
      "ariaLabel": "{0} red veggies this week {1}",
      "badgeText": "All on red",
      "3": "Put it all on red! You have added ten different red veggies this week!"
    },
    "botanicalBerries": {
      "ariaLabel": "{0} botanical berries this week {1}",
      "badgeText": "\"Berries\"",
      "3": "Everything is a berry, if you squint hard enough. You have added 15 botanical berries this week!"
    },
    "challengeAccepted": {
      "title": "Challenge Accepted",
      "ariaLabel": "{0} completed weekly challenges {1}",
      "badgeText": "{0} challenges",
      "1": "You have completed five weekly challenges!",
      "2": "You have completed ten weekly challenges!",
      "3": "You have completed twenty weekly challenges!"
    },
    "committed": {
      "title": "The Committed",
      "ariaLabel": "{0} months of active use {1}",
      "badgeText": "{0} months",
      "1": "You have used the app for three months! How does it feel?",
      "2": "You have used the app for six months! You're doing great!",
      "3": "You have used the app for one year! Now that's commitment!"
    },
    "completionist": {
      "title": "The Completionist",
      "ariaLabel": "{0} unique veggies {1}",
      "badgeText": "{0} veggies",
      "1": "You have added a total of 40 unique veggies!",
      "2": "You have added a respectable amount of 80 unique veggies!",
      "3": "You have added a whopping amount of 150 unique veggies!"
    },
    "experimenterBean": {
      "title": "The Experimenter",
      "ariaLabel": "{0} unique beans and legumes {1}",
      "badgeText": "Beans",
      "3": "You have enjoyed 15 unique beans and legumes!"
    },
    "experimenterFruit": {
      "title": "The Experimenter",
      "ariaLabel": "{0} unique fruits and berries {1}",
      "badgeText": "Fruits",
      "3": "You have enjoyed 15 unique fruits and berries!"
    },
    "experimenterGrain": {
      "title": "The Experimenter",
      "ariaLabel": "{0} unique grains, nuts and seeds {1}",
      "badgeText": "Grains",
      "3": "You have enjoyed 15 unique grains, nuts and seeds!"
    },
    "experimenterLeafy": {
      "title": "The Experimenter",
      "ariaLabel": "{0} unique leafy greens {1}",
      "badgeText": "Leafy Greens",
      "3": "You have enjoyed 15 unique leafy greens and herbs!"
    },
    "experimenterMushroom": {
      "title": "The Experimenter",
      "ariaLabel": "{0} unique mushrooms {1}",
      "badgeText": "Mushrooms",
      "3": "You have enjoyed ten unique mushrooms!"
    },
    "experimenterRoot": {
      "title": "The Experimenter",
      "ariaLabel": "{0} unique roots and bulbs {1}",
      "badgeText": "Roots",
      "3": "You have enjoyed 15 unique roots and bulbs!"
    },
    "experimenterVegetable": {
      "title": "The Experimenter",
      "ariaLabel": "{0} unique vegetables {1}",
      "badgeText": "Vegetables",
      "3": "You have enjoyed 15 unique vegetables!"
    },
    "goNuts": {
      "ariaLabel": "{0} varieties of nuts this week {1}",
      "badgeText": "Go nuts",
      "3": "You have added five unique nuts this week!"
    },
    "hotStreak": {
      "title": "Hot Streak",
      "ariaLabel": "{0} week streak of over 30 veggies {1}",
      "badgeText": "{0} Weeks",
      "1": "You're heating up! A hot streak of five weeks with over 30 unique veggies each week!",
      "2": "You're on fire! A hot streak of ten weeks with over 30 unique veggies each week!",
      "3": "Scorchio! A hot streak of twenty weeks with over 30 unique veggies each week!"
    },
    "locked": "(locked)",
    "lemons": {
      "ariaLabel": "{0} different citrus fruits this week {1}",
      "badgeText": "Lemons",
      "3": "When life gives you lemons you'll surely avoid scurvy. Five different citrus fruits this week!"
    },
    "newAchievements": "You gained new achievements!",
    "overachiever": {
      "ariaLabel": "{0} veggies and weekly challenge completed {1}",
      "badgeText": "Overachiever",
      "3": "Double victory! Over 30 veggies AND weekly challenge completed!"
    },
    "partial": "({0}% done)",
    "rainbow": {
      "ariaLabel": "{0} veggies from each category this week {1}",
      "badgeText": "Rainbow",
      "3": "No discrimination! You have tried at least three veggies from each category this week!"
    },
    "tearnado": {
      "ariaLabel": "{0} onion family veggies this week {1}",
      "badgeText": "Tearnado",
      "3": "You have added five types of onions this week!"
    },
    "thirtyVeggies": {
      "title": "This week's toil",
      "ariaLabel": "{0} unique veggies this week {1}",
      "badgeText": "{0} Weekly",
      "3": "You reached this week's goal - but why stop here!",
      "4": "Overdrive! 40 unique veggies this week unlocks this secret achievement!"
    },
    "thousandsOdd": {
      "title": "A thousand and one veggies",
      "ariaLabel": "A thousand veggies logged",
      "badgeText": "GOAT",
      "4": "You have logged a thousand veggies!"
    },
    "thousandsEven": {
      "ariaLabel": "A thousand veggies logged",
      "badgeText": "GOAT",
      "4": "You have logged a thousand veggies!"
    }
  },
  "allTimeStatus": {
    "atMostVeggies": {
      "bottomLabel": "Weekly Veggies|Weekly Veggie|Weekly Veggies",
      "shareText": "I've tried as many as {0} different vegetables in one week! Try for free: {1}",
      "topLabel": "At Most"
    },
    "completedChallenges": {
      "bottomLabel": "Weekly Challenges|Weekly Challenge|Weekly Challenges",
      "shareText": "I've completed {0} weekly Eat Your Veggies -challenges! Try for free: {1}",
      "topLabel": "Completed"
    },
    "copy": "Copy achievement to clipboard",
    "over30Veggies": {
      "bottomLabel": "Weeks|Week|Weeks",
      "shareText": "I've managed to eat over 30 veggies in a week {0} times! Try for free: {1}",
      "topLabel": "Over 30 Veggies in"
    },
    "share": "Share achievement",
    "totalWeeks": {
      "bottomLabel": "Weeks|Week|Weeks",
      "shareText": "I've used Eat Your Veggies now for {0} weeks! Try for free: {1}",
      "topLabel": "In Total"
    },
    "uniqueVeggies": {
      "bottomLabel": "Unique Veggies|Unique Veggie|Unique Veggies",
      "shareText": "So far, I've tried {0} unique veggies! Try for free: {1}",
      "topLabel": "In Total"
    }
  },
  "categories": {
    "Bean": "Beans And Legumes",
    "Fruit": "Fruits And Berries",
    "Grain": "Grains, Nuts, And Seeds",
    "Leafy": "Leafy Greens And Herbs",
    "Mushroom": "Mushrooms",
    "Root": "Roots And Bulbs",
    "Vegetable": "Vegetables"
  },
  "categoryStatus": {
    "bottomLabel": "Veggies|Veggie|Veggies",
    "bottomLabelTotal": "Actions|Action|Actions",
    "centerLabel": "{0} {1} {2}",
    "topLabel": "This Week",
    "topLabelLastWeek": "Last Week",
    "topLabelTotal": "In Total",
    "veggiesOfTheWeek": "Veggies of the Week",
    "veggiesTotal": "All Actions in Total"
  },
  "cheers": [
    "Good job",
    "Nice",
    "Wow",
    "Amazing",
    "Incredible",
    "Awesome",
    "Great",
    "Well done",
    "Fantastic",
    "Keep at it"
  ],
  "facts": {
    "almond": [
      "Almond milk is a popular plant-based alternative to dairy milk.",
      "A 30-gram serving of almonds provides 37% of the daily recommended vitamin E.",
      "Wild bitter almonds are toxic. The varieties sold in stores are a safe result of mutation and cultivation."
    ],
    "amaranth": [
      "Amaranth is a gluten-free grain.",
      "Aztecs revered amaranth as a sacred crop.",
      "Amaranth seeds can be popped like popcorn.",
      "Amaranth is often cooked as porridge or added to soups and stews."
    ],
    "apple": [
      "A medium apple provides about 14% of the daily recommended vitamin C.",
      "There are over 7,500 apple varieties grown around the world.",
      "Apples have about 25% air in them, which is why they float in water.",
      "China produces the most apples in the world."
    ],
    "apricot": [
      "Apricots have a high symbolical value in Armenian culture, and they have been called \"Armenian apples\".",
      "Apricots were among the first fruits to go to space as part of astronaut meals."
    ],
    "artichoke": [
      "Artichokes are one of the richest vegetables in antioxidants.",
      "Italy is the largest producer of artichokes in the world."
    ],
    "arugula": [
      "Arugula is a source of vitamins A, C, and K.",
      "Even the flowers and seeds of arugula can be eaten.",
      "Ancient Romans considered arugula an aphrodisiac."
    ],
    "asian pear": [
      "Though sometimes called apple pear, this fruit is not an apple hybrid.",
      "Asian pears have been cultivated in China and Japan for over 3,000 years.",
      "In Japan and South Korea, hand-wrapped Asian pears can be given as a high-end gift.",
      "Asian pears pair well with cheese and charcuterie boards."
    ],
    "asparagus": [
      "Asparagus is packed with folate, important for cell function and tissue growth.",
      "Asparagus contains antioxidants like vitamins E and C.",
      "It takes two to three years to grow asparagus from a seed.",
      "In addition to green asparagus, there are also white and purple variants."
    ],
    "avocado": [
      "One avocado contains about 22 grams of healthy fats.",
      "Avocados are sometimes called 'alligator pears' due to their appearance.",
      "One avocado provides more potassium than what's found in a banana.",
      "The pits and other plant parts of avocados are harmful to animals."
    ],
    "bamboo shoots": [
      "Bamboo is used to build scaffolding in Hong Kong.",
      "Pandas must eat 12-38kg of bamboo every day.",
      "Bamboo is one of the fastest growing plants."
    ],
    "banana": [
      "Bananas are botanically classified as berries.",
      "One banana provides around 12% of the daily potassium requirement.",
      "Bananas are one of the best sources of vitamin B6, supporting cognitive health.",
      "Bananas can help improve mood as they contain tryptophan, which the body converts to serotonin.",
      "India is the world's largest producer of bananas."
    ],
    "barley": [
      "Barley has been cultivated for over 10,000 years, being one of the first grains farmed by humans.",
      "Barley is used to make malt for beer and whiskey production.",
      "Barley can also thrive in harsh, cold climates.",
      "In Eastern Europe, barley is used in hearty soups."
    ],
    "basil": [
      "A 30-gram portion of fresh basil provides 90% of the daily recommended vitamin K.",
      "For an added twist, try the thai or purple basil varieties.",
      "Basil was used in ancient Egyptian embalming rituals."
    ],
    "beet": [
      "A single beet provides about 20% of the daily recommended folate, important for heart and brain health.",
      "Beets might improve athletic performance by increasing oxygen use during exercise.",
      "Zero waste! Beets are edible throughout.",
      "The vibrant color of beets have been used in textile and food dyes.",
      "Beets don't usually grow to weigh 23.5 kg, but such a specimen was grown in the UK in 2019."
    ],
    "bell pepper": [
      "One bell pepper contains more vitamin C than an orange.",
      "Red bell peppers are simply ripened green peppers, which is why they are sweeter.",
      "Unlike chili, bell pepper contains no capsaicin. It's therefore not spicy."
    ],
    "bilberry": [
      "Bilberries contain for example fiber, vitamins C and K, and manganese.",
      "According to studies, blueberries can improve cognitive function.",
      "There are over 30 different blueberry varieties in the world.",
      "Bilberries contain more antioxidants than blueberries.",
      "Bilberries are the European cousin of the North American blueberry."
    ],
    "bitter melon": [
      "Bitter melon was believed to ward off evil spirits with its bitterness in some Asian cultures.",
      "Bitter melon has been used in traditional medicine for centuries.",
      "Bitter melon can help lower blood sugar, as it contains compounds that mimic the effects of insulin."
    ],
    "black bean": [
      "Black beans have been cultivated in the Americas for over 7000 years.",
      "In addition to providing iron, magnesium and folate, black beans are rich in protein and fiber."
    ],
    "black lentil": [
      "Black lentils are also called beluga lentils, and they indeed resemble caviar in appearance.",
      "Like other lentils, black lentils improve soil quality as they grow. They're also water-efficient."
    ],
    "black radish": [
      "Spicy black radish is often used in flu remedies in traditional medicine.",
      "Black radish is spicier than its smaller red cousin."
    ],
    "black salsify": [
      "Don't let the humble appearance of black salsify deceive you. It has a delicate aroma resembling that of Jerusalem artichoke.",
      "Black salsify might feel sticky when peeled. Wear gloves or peel under cold water to make it easier."
    ],
    "black trumpet mushroom": [
      "Black trumpet mushrooms have an intense flavor full of umami. They're a prized culinary mushroom.",
      "Foraging black trumpet mushrooms can be difficult due to their coloring.",
      "Black trumpet mushrooms have a creepy nickname: \"Trumpet of the Dead\"."
    ],
    "black-eyed pea": [
      "Black-eyed peas are originally from West Africa.",
      "Black-eyed peas can grow in harsh conditions and they can improve soil quality."
    ],
    "blackberry": [
      "Blackberries are easily confused with much sweeter black raspberries.",
      "Ancient Romans used blackberries as medicine for gout and sore throat.",
      "Blackberries get their dark color from the same ingredient as blood oranges."
    ],
    "blackcurrant": [
      "Blackcurrants contain up to four times as much vitamin C as oranges.",
      "Some theories suggest that blackcurrants could improve cognitive function.",
      "Cultivating blackcurrants was forbidden in many parts of the U.S. in the 20th century, in fear of plant diseases."
    ],
    "blood grapefruit": [
      "Grapefruits are not recommended for consumption with certain prescription medicines.",
      "Despite its name, blood grapefruit is not related to blood orange.",
      "Blood grapefruit is sweeter than some other grapefruit varieties.",
      "Citruses are harmful to cats and dogs."
    ],
    "blood orange": [
      "One blood orange provides around 78% of the daily vitamin C requirement.",
      "Blood oranges get their red color from anthocyanins, which are unusual in citrus fruits.",
      "Citruses are harmful to cats and dogs."
    ],
    "blueberry": [
      "Blueberries contain for example fiber, vitamins C and K, and manganese.",
      "According to studies, blueberries can improve cognitive function.",
      "There are over 30 different blueberry varieties in the world.",
      "Unlike bilberries, blueberries are widely cultivated.",
      "Blueberries are the North American cousin of the European bilberry."
    ],
    "bok choy": [
      "Both the crispy stalks and tender leaves of bok choy are edible.",
      "Bok choy contains plenty of vitamins A, C, and K.",
      "Bok choy has been cultivated in China for over 5,000 years."
    ],
    "boysenberry": [
      "Boysenberries were created in the 1920s by Rudolph Boysen, who crossed three different berries.",
      "The growth season of boysenberry is short, but they are hard to transport intact whole."
    ],
    "brazil nut": [
      "A 30-gram serving of Brazil nuts provides more than 700% of the daily selenium requirement.",
      "Brazil nuts grow in the Amazon rainforest, in giant trees which can live for more than 500 years."
    ],
    "broccoli": [
      "Broccoli's name comes from the Italian word 'broccolo', meaning 'the flowering top of a cabbage'.",
      "Broccoli is often referred to as a superfood due to its high levels of vitamins and antioxidants."
    ],
    "broccolini": [
      "Broccolini is a hybrid vegetable created by crossing broccoli and Chinese broccoli.",
      "Broccolini's entire plant is tender and edible, including the thin stems and leaves.",
      "Broccolini pairs beautifully with lemon, garlic, soy sauce, or sesame oil."
    ],
    "brown lentil": [
      "Brown lentils have been used since ancient Greece and Egypt.",
      "Brown lentils are used in soups and stews due to their ability to hold their shape during cooking."
    ],
    "brussels sprouts": [
      "Brussels sprouts were widely cultivated in the capital of Belgium in the 16th century.",
      "Brussels sprouts are often featured in European holiday meals."
    ],
    "buckwheat": [
      "Buckwheat is a popular gluten-free grain alternative.",
      "Buckwheat is not related to wheat and is actually a seed from a plant related to rhubarb.",
      "Buckwheat is a key ingredient in many traditional dishes, such as soba noodles and blinis.",
      "Buckwheat is prominent in Eastern European and Asian cuisines."
    ],
    "bulgur": [
      "Bulgur is made from cracked parboiled wheat, making it easy to cook compared to other whole grains.",
      "Bulgur is used for example in salads, pilafs, soups, and as grain bowl base.",
      "The use of bulgur can be traced back as far as the Hittite empire.",
      "In Middle East, bulgur is used to make for example tabbouleh."
    ],
    "butter bean": [
      "Butter beans get their name from their mild, creamy texture and taste.",
      "Butter beans are high in magnesium, iron, potassium and folate.",
      "The alternative name for butter beans, lima beans, derives from the Peruvian capital."
    ],
    "butternut squash": [
      "Buttenut squash was developed in Massachusetts in the 1940s.",
      "Butternut sqush vines can grow up to five meters long.",
      "Butternut pairs well also with spicy foods."
    ],
    "cabbage": [
      "Cabbage has been cultivated for over 4,000 years and was a staple food in ancient Rome and Greece.",
      "In Europe, cabbage is often fermented to make sauerkraut, a popular accompaniment to meats.",
      "Would you believe the heaviest cabbage grown weighed almost 63 kg?"
    ],
    "calamansi": [
      "Calamansi is easy to confuse with kumquat, but they're not the same.",
      "Calamansi is considered a symbol of good fortune in the Philippines.",
      "Calamansi is often used in sauces and marinades.",
      "Citruses are harmful to cats and dogs."
    ],
    "cannellini bean": [
      "Cannellini beans are also called white kidney beans.",
      "Cooked cannellini beans remain intact when refrigerated, which makes them a good everyday dish.",
      "Cannellini beans are originally from Argentina, but became popular in Italian cuisine."
    ],
    "cantaloupe": [
      "Cantaloupe was first cultivated in ancient Egypt.",
      "Cantaloupes are named after the Italian town of Cantalupo."
    ],
    "cape gooseberry": [
      "Cape gooseberries are native to the Andean regions of Peru, Colombia, and Ecuador.",
      "Despite their name, cape gooseberries are not related to gooseberries."
    ],
    "caper": [
      "Capers are the unopened flower buds of the caper bush, often pickled in vinegar or salt.",
      "Capers have been used in Mediterranean and Middle Eastern cuisine for thousands of years."
    ],
    "carrot": [
      "One carrot provides over 100% of the daily vitamin A requirement.",
      "Carrots were purple or white until Dutch farmers bred the orange variety in the 17th century.",
      "The heaviest carrot ever measured weighed over ten kilos.",
      "Contrary to popular belief, carrots are not good for rabbits due to their high sugar content.",
      "Japanese manpukuji carrots can grow well over one meter long."
    ],
    "cashew nut": [
      "A 30-gram portion of cashew nuts provides about 5 grams of protein and 13 grams of healthy fats.",
      "Cashew nuts grow on the end of the cashew apple, which is less commonly eaten.",
      "Cashew nuts are also used in plant-based dairy alternatives."
    ],
    "cauliflower": [
      "Cauliflower has gained popularity as a low-carb substitute for rice and pizza crusts.",
      "Cauliflower belongs to the same family as broccoli, cabbage, and Brussels sprouts.",
      "A UK vegetable farmer has managed to grow a cauliflower weighing 27.5 kg.",
      "Cauliflower can be used to make vegan \"buffalo wings.\""
    ],
    "celeriac": [
      "Celeriac has been cultivated since ancient times, particularly in the Mediterranean region.",
      "Pureéd celeriac is a tasty alternative to mashed potatoes.",
      "Easy does it! Celeriac can take up to 100-120 days to fully mature."
    ],
    "celery": [
      "A 30-gram portion of celery contains only about 5 calories, making it a healthy snack.",
      "Celery has been cultivated for over 3,000 years for both culinary and medicinal purposes."
    ],
    "champignon": [
      "Champignons are one of the most widely cultivated and consumed mushrooms in the world.",
      "Champignon sounds fancy, but it's just French for \"mushroom\".",
      "Champignons have been cultivated in France since the 17th century."
    ],
    "chanterelle": [
      "Chanterelles are often foraged in the wild, especially in European and North American forests.",
      "Chanterelles often grow in proximity of specific trees.",
      "Chanterelles cannot be commercially farmed."
    ],
    "chard": [
      "Chard is originally from the Mediterranean.",
      "The oxalate contained in chard can interfere with calcium absorption.",
      "A 30-gram portion of chard provides about 40% of the daily vitamin K requirement."
    ],
    "chayote": [
      "Chayote is a distant cousin of pumpkins and melons.",
      "Chayote is indigenous to Mesoamerica.",
      "Though botanically a fruit, chayote is treated like a vegetable in savory dishes."
    ],
    "cherimoya": [
      "The taste of cherimoya has been described as a mix of banana, pineapple, papaya, and other fruits.",
      "The peel and seeds of cherimoya are not edible.",
      "Cherimoya is indigenous to the Andean region."
    ],
    "cherry tomato": [
      "Cherry tomato is thought to be a cross between a tiny wild tomato and cultivated tomatoes.",
      "One cherry tomato contains about 3 calories, making it a healthy snack.",
      "Also Denethor, steward of Gondor, was fond of cherry tomatoes.",
      "Cherry tomatoes come in red, yellow, orange, green, black, and even striped varieties."
    ],
    "cherry": [
      "Cherries are known for their antioxidant properties and have been cultivated since ancient times.",
      "Cherries are fruits which are relative to plums, peaches, and nectarines.",
      "The compounds in the pit and stem of cherries are harmful to pets."
    ],
    "chestnut": [
      "Compared to most nuts, chestnuts are lower in fat and higher in carbohydrates.",
      "In many cultures, chestnuts are roasted and enjoyed as a festive winter snack."
    ],
    "chia seed": [
      "A 30-gram portion of chia seeds provides about 11 grams of fiber and is rich in omega-3 fatty acids.",
      "Chia seeds were a vital food source for the ancient Aztecs and Mayans."
    ],
    "chickpea": [
      "Chickpeas are in the top-3 most consumed legumes globally.",
      "The common star in hummus, falafel, and chana masala is chickpea.",
      "About 70% of the world's chickpeas are grown and consumed in India.",
      "Chickpea water, or aquafaba, can replace egg whites in vegan baking."
    ],
    "chili pepper": [
      "Chilis are known for their capsaicin content, which gives them their characteristic heat.",
      "Chili originated in Mexico and has become a fundamental part of cuisines worldwide.",
      "The spiciest chili variety is the Pepper X, with heat level of over 3 million scoville units."
    ],
    "chives": [
      "Also the flowers of chives are edible.",
      "Chives are perennials, so they produce fresh harvest every year.",
      "Add chives only at the last stages of cooking, to preserve their flavor."
    ],
    "choy sum": [
      "The yellow flowers of choy sum are also edible.",
      "Choy sum is widely used in Chinese, Vietnamese, and Thai cuisines.",
      "Choy sum is ready for harvest in as little as 30 days."
    ],
    "cilantro": [
      "Some find cilantro's flavor soapy due to a genetic trait affecting taste perception.",
      "Seeds of cilantro (or coriander) are used as spice and were supposedly found also from King Tut's tomb."
    ],
    "clementine": [
      "A clementine provides about 60% of the daily vitamin C requirement, making it an immune-boosting snack.",
      "Clementines are a cross between mandarin and bitter orange.",
      "Citruses are harmful to cats and dogs."
    ],
    "cloudberry": [
      "A 30-gram portion of cloudberries provides over 50% of the daily vitamin C requirement.",
      "Cloudberries grow in cold climates and are highly prized in Nordic countries."
    ],
    "coconut": [
      "Coconuts are used in many forms, including water, milk, oil, and meat.",
      "Coconut shell sounds were used for budgetary reasons instead of horses in the movie Monty Python's Holy Grail."
    ],
    "collard greens": [
      "A 30-gram portion of collard greens provides over 100% of the daily vitamin K requirement.",
      "Collard greens have been cultivated for thousands of years and were popular in ancient Greece and Rome."
    ],
    "corn": [
      "Corn, originally domesticated in Mexico, is one of the most important cereal crops globally.",
      "About 60-70% of corn produced globally is fed to livestock."
    ],
    "couscous": [
      "Couscous, made from semolina wheat, is common in North African cuisine.",
      "Couscous may look like a grain, but it's more like a pasta.",
      "The roots of couscous are in the Berber communities of North Africa.",
      "Try different size couscous pearls in you dishes!"
    ],
    "cranberry bean": [
      "A 30-gram portion of cranberry beans provides about 5 grams of protein and 5 grams of fiber.",
      "Despite their Italian-sounding name \"borlotti bean\", these beans originated in Colombia.",
      "Cranberry beans are rich in iron, magnesium, and folate."
    ],
    "cranberry": [
      "A 30-gram portion of cranberries provides about 14 calories and a good amount of vitamin C.",
      "Cranberries are native to North America and have been used for both food and medicine for centuries.",
      "Cranberries are often harvested by flooding the bog and collecting the floating berries."
    ],
    "cucumber": [
      "Cucumber crops are believed to have originated in South Asia over 3,000 years ago.",
      "Cucumbers are about 96% water.",
      "It grows from a flower and contains seeds - so botanically cucumber is a fruit."
    ],
    "daikon": [
      "Daikon is a winter radish, native to East Asia.",
      "Frost-tolerant and fast-growing, daikon can grow over 50 cm long.",
      "In Korea, daikon radish juice is a hangover remedy."
    ],
    "dandelion greens": [
      "A 30-gram portion of dandelion greens provides about 25% of the daily vitamin A requirement along with fiber.",
      "Despite being considered a weed, dandelion greens are nutritious."
    ],
    "date": [
      "One date provides about 20 calories and is a good source of natural sugars.",
      "Dates have been cultivated in the Middle East for thousands of years.",
      "Dates are very drought resistant and tolerate saline soil."
    ],
    "dill": [
      "The seeds and flowers of dill are also edible.",
      "The name \"dill\" comes from old Norse, meaning \"to soothe\".",
      "Dill is common in European cuisine, often paired with potatoes or fish."
    ],
    "dragon fruit": [
      "Dragon fruit is native to Central America and has become popular worldwide.",
      "The flesh of dragon fruit is mildly sweet, and the seeds are rich in healthy fats."
    ],
    "durian": [
      "Durian is banned in public transport in some Asian countries due to its smell.",
      "Despite its pungent smell, durian is a popular delicacy in many Asian countries."
    ],
    "edamame": [
      "Edamame are immature soybeans and are often served as a snack in Japanese cuisine.",
      "Edamame contains amino acids, fiber, and omega-3 fatty acids."
    ],
    "eggplant": [
      "Eggplants are botanically classified as fruits",
      "The heaviest eggplant measured was grown in 2021, and it weighed 3.21 kg."
    ],
    "endive": [
      "Endive is from the same plant family as frisée and radicchio.",
      "Endive has been believed to have digestion-improving qualities.",
      "Combine endive with sweeter greens to offset its bitterness."
    ],
    "enoki": [
      "Enoki mushrooms are cultivated in the dark, which turns them white as opposed to the darker varieties found in nature.",
      "Mushrooms such as enoki are best stored in a breathable container in the fridge.",
      "Enoki are comonly used in soups, hot pots, and stir-fries."
    ],
    "farro": [
      "Farro is an ancient grain that was a staple in the diet of Roman soldiers.",
      "Farro is used for example in salads, risottos, and soups."
    ],
    "fava bean": [
      "Fava beans have been cultivated for thousands of years and are used in Mediterranean dishes.",
      "Some have a genetic deficiency which prohibits them from eating fava beans.",
      "Fava beans helped Italians survive during WWII, when other crops failed.",
      "Fava beans are harmful to bunnies."
    ],
    "fennel": [
      "Both the bulb and seeds of fennel are used in cooking, with the seeds often used as a spice.",
      "Roman gladiators believed fennel instilled courage and virility.",
      "Fennel is related to carrot."
    ],
    "fig": [
      "Figs are one of the oldest cultivated fruits, and were considered a symbol of abundance in ancient Greece.",
      "Figs bloom inside their fruit, where fig wasps crawl to pollinate them.",
      "Figs may have effects that improve digestion."
    ],
    "finger lime": [
      "Finger lime grows natively in the rainforests of East-Australia.",
      "The zesty pearls of finger lime, or \"lime caviar\", are eaten as-is.",
      "Finger lime has only been commercially available for the past couple of decades.",
      "Citruses are harmful to cats and dogs."
    ],
    "flageolet bean": [
      "Flageolet beans are a variety of immature kidney beans.",
      "Flageolet beans are common in French cuisine, but rare outside Europe.",
      "Because they keep shape even when frozen, flageolet beans are good for meal prepping."
    ],
    "flaxseed": [
      "Flaxseeds are commonly used as an egg substitute in vegan baking.",
      "Flax plant is used in weaving of traditional linen fabrics.",
      "Flaxseeds may support heart health and digestion."
    ],
    "frisee": [
      "Frisée is often paired with ingredients such as bacon, cheese, or poached egg.",
      "You can soak frisée in ice water before cooking to reduce its bitterness.",
      "Frisée is the base ingredient for the Salad Lyonnaise."
    ],
    "garlic": [
      "Garlic has been used for thousands of years, both as a food flavoring and in traditional medicine.",
      "Garlic is believed to have antimicrobial and anti-inflammatory properties.",
      "Onions are harmful to many animals."
    ],
    "ginger": [
      "Ginger has been used for centuries in Asian cuisine and traditional medicine.",
      "Ginger is technically not a root vegetable, but an underground plant stalk.",
      "Ancient sailors would chew ginger to ward off seasickness."
    ],
    "goji berry": [
      "Goji berries are native to China, Tibet, and Mongolia.",
      "Just like carrots, goji berries derive their vivid red color from carotenoids.",
      "Goji berries are rich in vitamins C and A, as well as iron and zinc.",
      "Many of the health effects of goji berries are exaggerated or otherwise incorrect."
    ],
    "gooseberry": [
      "A 30-gram portion of gooseberries provides about 30% of the daily vitamin C requirement.",
      "Gooseberries come in multiple colors, with the green ones typically being tart and the red ones sweeter."
    ],
    "grape": [
      "Grapes have been cultivated for over 8,000 years and are also used to make wine, raisins, and juices.",
      "Grapes come in a variety of colors, each with its own unique flavor and texture.",
      "Grapes are grown on six of the seven continents of the world.",
      "Grapes are harmful to pets, dogs in particular."
    ],
    "grapefruit": [
      "One grapefruit provides around 100% of the daily recommended vitamin C.",
      "Grapefruits, discovered in Barbados in the 18th century, are believed to be a cross between a pomelo and an orange.",
      "Grapefruits are not recommended for consumption with certain prescription medicines.",
      "Citruses are harmful to cats and dogs."
    ],
    "green bean": [
      "Green beans are the immature pods of the common bean plant.",
      "Green beans are a good source of vitamins C and K.",
      "Don't boil green beans for too long, if you want them to keep shape."
    ],
    "green lentil": [
      "A 30-gram portion of green lentils provides about 7 grams of protein and is high in fiber.",
      "Green lentils hold their shape well after cooking, making them ideal for salads, soups, and stews.",
      "Lentils have been a part in Middle Eastern and Indian cuisines for thousands of years."
    ],
    "grenadilla": [
      "Grenadilla is used in similar way as passion fruit, but it's sweeter and less tart.",
      "Grenadilla is native to South America, where it grows at high altitudes.",
      "The seeds of grenadilla are edible."
    ],
    "guava": [
      "One guava provides over 200% of the daily recommended vitamin C.",
      "Guava is native to tropical regions of the Americas."
    ],
    "hazelnut": [
      "Hazelnuts are often used in chocolate spreads and are a key ingredient in pralines.",
      "Turkey is the largest producer of hazelnuts, responsible for nearly 70% of the world's supply."
    ],
    "hedgehog mushroom": [
      "Hedgehog mushrooms are named for their spiny gills.",
      "Hedgehog mushrooms are commonly found in forests in North America and Europe."
    ],
    "hemp seed": [
      "A 30-gram portion of hemp seeds provides about 10 grams of protein and is rich in omega-3 fatty acids.",
      "Hemp seeds come from the same species as cannabis, but they contain very little THC."
    ],
    "hokkaido pumpkin": [
      "Despite its name, hokkaido pumpkins are not originally from Japan.",
      "The skin of hokkaido pumpkin is edible."
    ],
    "holy basil": [
      "Holy basil is often confused with thai basil, but they have different flavor profiles.",
      "The taste of holy basil is peppery, with a slightly bitter aftertaste.",
      "Holy basil is also used in traditional medicine."
    ],
    "honeydew melon": [
      "Honeydew melons are believed to have originated in the Middle East and were cultivated in ancient Egypt.",
      "Honeydew melon was once so prized, it was grown in the greenrooms of the White House."
    ],
    "horseradish": [
      "The sharp taste of horseradish comes from compounds which are released when the root is grated.",
      "Once planted, horseradish is hard to get rid of."
    ],
    "iceberg lettuce": [
      "Iceberg lettuce is one of the most popular salad greens in the U.S.",
      "While low in nutrient density, iceberg lettuce is highly hydrating due to its water content.",
      "Large quantities of iceberg lettuce are harmful to bunnies."
    ],
    "jackfruit": [
      "Jackfruit is the heaviest fruit to grow on a tree, weighing up to 40 kilograms.",
      "Native to South Asia, jackfruit has a sweet taste, often compared to a mix of pineapple, banana, and mango."
    ],
    "jalapeno": [
      "Jalapeños are named after the Mexican city of Xalapa in Veracruz.",
      "Jalapeños can reach up to 8000 on the Scoville heat scale, making them a hot but versatile chili.",
      "Smoked, dried jalapeño is better known as chipotle."
    ],
    "jerusalem artichoke": [
      "Jerusalem artichokes are native to North America and were cultivated by Native Americans.",
      "Despite the name, Jerusalem artichokes are not related to artichokes and have no connection to Jerusalem."
    ],
    "jicama": [
      "While the roots of the jicama plant are edible, the leaves are poisonous.",
      "Unlike many other roots, jicama is tasty also uncooked."
    ],
    "kale": [
      "Kale is packed with significant amounts of vitamins K, A, and C.",
      "Kale has been cultivated for over 2,000 years and was common in Europe during the Middle Ages."
    ],
    "kamut": [
      "Kamut is believed to have been found in Egyptian tombs, giving it the nickname \"pharaoh's grain\".",
      "Kamut is not gluten free, but might be more suitable than some grains for those with mild sensitivities.",
      "Kamut is a trademark, which can't be freely applied."
    ],
    "kidney bean": [
      "Raw kidney beans are toxic, and cause stomach problems.",
      "Like other beans, kidney beans can improve soil quality.",
      "Kidney beans are a common ingredient in spicy stews, such as chili con carne.",
      "Kidney beans are harmful to bunnies."
    ],
    "king oyster mushroom": [
      "King oyster mushroom is different from a regular oyster mushroom, despite its name.",
      "King oyster mushrooms can be sliced and seared, and used for example in pastas.",
      "You can find king oyster mushrooms from Asian grocery stores."
    ],
    "kiwi": [
      "One kiwi provides more than the daily recommended vitamin C.",
      "Kiwi was originally known as 'Chinese gooseberry', but its name was changed for marketing in New Zealand.",
      "The fuzzy skin of the kiwi is edible, though many prefer not to eat it."
    ],
    "kohlrabi": [
      "Kohlrabi didn't arrive to the US until the 1800's.",
      "Kohlrabi can be grown successfully also in the Nordic countries."
    ],
    "kumquat": [
      "Kumquat is a bite-sized fruit that can be eaten whole, including its sweet peel.",
      "Kumquats are unique among citrus fruits because their peel is sweet, while the flesh is tart.",
      "Citruses are harmful to cats and dogs."
    ],
    "leek": [
      "The heaviest leek grown weighed 9.75 kg.",
      "Leek is the national emblem of Wales.",
      "Try grilled leek as an accompaniment to other grilled dishes.",
      "Onions are harmful to many animals."
    ],
    "lemon": [
      "One lemon provides about 50% of the daily recommended vitamin C.",
      "Lemons are believed to have originated in Asia and were used by sailors to prevent scurvy.",
      "Citruses are harmful to cats and dogs."
    ],
    "lemongrass": [
      "The outer shell of lemongrass is tough and fibrous, so it's usually not eaten.",
      "In aromatherapy, lemongrass is believed to have energizing properties.",
      "Lemongrass can be added to cocktails, syrups, and desserts for a citrusy flavor."
    ],
    "lemon balm": [
      "Lemon balm pairs well with chicken, fish, and light sauces.",
      "Lemon balm is used in traditional medicine to reduce stress and improve sleep.",
      "Cooking lemon balm too long can make it lose its flavor."
    ],
    "lettuce": [
      "Lettuce is one of the oldest cultivated plants, with records of it being grown over 4,000 years ago.",
      "Ancient lettuce varieties were bitter. Cultivation has led to development of milder varieties."
    ],
    "lime": [
      "One lime provides about 30% of the daily recommended vitamin C.",
      "Lime juice was historically used by sailors to prevent scurvy.",
      "Citruses are harmful to cats and dogs."
    ],
    "lingonberry": [
      "Lingonberries are common in Scandinavian cuisine, often made into jam to accompany meat dishes.",
      "Lingonberries grow wild in the forests of Northern Europe and are known for their bright red color."
    ],
    "little gem lettuce": [
      "Little gem lettuce is a miniature variety of romaine lettuce.",
      "Try grilling little gem lettuce, or using its leaves as wrapping.",
      "Little gem lettuce is easy to grow even in urban gardens."
    ],
    "longan": [
      "Longan is also called \"the dragon's eye\".",
      "Longan tastes like a less acidic lychee.",
      "In traditional medicine, longan is thought to have a calming effect."
    ],
    "lychee": [
      "Lychee is native to China and has been cultivated for over 2,000 years.",
      "China produces about 65% of lychees worldwide."
    ],
    "macadamia nut": [
      "A 30-gram portion of macadamia nuts provides about 21 grams of healthy fats and 2 grams of protein.",
      "The shell of macadamia nut is stronger than steel of same thickness.",
      "Macadamia nuts originate from Australia, where they were called kindal kindal.",
      "Macadamia nuts can be dangerous to pets.",
      "Hawaii is the largest producer of macadamia nuts globally."
    ],
    "mache": [
      "Machê is a cool weather green native to Europe and North Africa.",
      "Machê is very nutrient-dense, containing for example vitamins A and C, as well as iron, pholate, and potassium.",
      "Machê was virtually unknown in the U.S. until the 1980s."
    ],
    "mandarin": [
      "Mandarin is a good source of vitamin C and contains about 40 calories.",
      "Mandarins are a popular, easy-to-peel snack.",
      "Citruses are harmful to cats and dogs."
    ],
    "mango": [
      "One mango provides 100% of the daily vitamin C requirement and contains about 200 calories.",
      "Mangoes are native to South Asia but are grown in tropical and subtropical regions worldwide.",
      "A Colombian mango was weighed at 4.25 kg in 2021, breaking the world record."
    ],
    "mangosteen": [
      "Mangosteen trees take eight to ten years to bear fruit.",
      "The thick and bitter rind of mangosteens is not edible.",
      "The health benefits of antioxidants contained in mangosteens were exaggerated in the 2000s."
    ],
    "manioc": [
      "Manioc is a major source of carbohydrates in tropical regions and is used to make tapioca.",
      "Manioc must be cooked properly, as raw manioc can be toxic due to cyanogenic compounds.",
      "Tapioca pudding and tapioca pearls made of manioc are popular desserts."
    ],
    "matsutake": [
      "Matsutake is a prized mushroom in Japan and can be quite expensive due to its rarity.",
      "Cultivating matsutake is difficult, and it's more commonly imported."
    ],
    "millet": [
      "A 30-gram portion of millet provides about 11 grams of protein and is gluten-free.",
      "Millet is an ancient grain that is a staple food in many parts of Africa and Asia.",
      "Millet is used for example in the making or Indian roti-bread."
    ],
    "mint": [
      "Mint is also a popular cocktail ingredient, used in cocktails such as mint julep.",
      "The cooling taste of mint comes from menthol, which activates cold reseptors.",
      "There are over 25 different looking and tasting mint varieties."
    ],
    "mizuna": [
      "Mizuna is a fast-growing leafy green, typically harvested when young for the best flavor.",
      "Mizuna has been grown in Kyoto for over 2,000 years.",
      "About 89% of mizuna is water.",
      "Mizuna has been grown also on the international space station."
    ],
    "morel": [
      "Morels can be confused with false morels, some of which are lethally poisonous.",
      "Even true morels should be cooked before eating, as they may cause stomach aches when raw."
    ],
    "mung bean": [
      "A 30-gram portion of mung beans provides about 7 grams of protein and is rich in fiber.",
      "Mung beans are highly nutritious and have been cultivated in India for thousands of years."
    ],
    "mustard greens": [
      "Mustard greens provide vitamins A, C, and K and have a spicy flavor.",
      "Uncooked mustar greens have a spicy flavor due to the glucosinolates they contain.",
      "Mustart greens are a part of multiple cuisines: it is cultivated in India, Africa, and China, for example."
    ],
    "napa cabbage": [
      "Napa cabbage is commonly used in Asian dishes, especially in stir-fries and soups.",
      "Napa cabbage is the most common ingredient of kimchi.",
      "Unlike many cabbages, napa cabbage doesn't release odors when cooked."
    ],
    "nectarine": [
      "Nectarines are smooth-skinned peaches which are enjoyed fresh or in desserts.",
      "Nectarines thrive in warm climate and are harvested in late summer."
    ],
    "nori": [
      "Nori is rich in iodine and other minerals.",
      "Nori is commonly used to wrap sushi and is a key ingredient in Japanese cuisine.",
      "Nori is a seaweed which is often toasted for added flavor."
    ],
    "oak leaf lettuce": [
      "There are red and green varieties of oakleaf lettuce.",
      "Oakleaf lettuce contains vitamins A and K, as well as folate.",
      "Fast-growing oakleaf lettuce can be harvested already 40-50 days after planting."
    ],
    "oat": [
      "Oats are often consumed as oatmeal and are a popular breakfast choice.",
      "Oat is naturally gluten-free, but it might be contaminated with gluten during processing.",
      "In the past, oats were considered feed for animals and poor people. Now they are more esteemed."
    ],
    "okra": [
      "Okra is known for its unique texture and is commonly used in Southern cooking and gumbo.",
      "Okra is believed to originate from Ethiopia or West-Africa.",
      "The texture of okra can be used for example in thickening stews."
    ],
    "olive": [
      "Olives are rich in healthy fats.",
      "According to legend, the goddess Athena gifted Greeks with the olive tree, thus winning their loyalty.",
      "Olives are harvested from olive trees, which are symbols of peace and longevity."
    ],
    "onion": [
      "Onions are harmful to many animals.",
      "The largest onion to date weighed almost nine kilos."
    ],
    "orange": [
      "One orange contains about 60 calories and provides more than 100% of the daily vitamin C requirement.",
      "Oranges are one of the most popular fruits in the world and are often consumed as juice.",
      "Oranges are believed to have originated in Southeast Asia and were spread by traders.",
      "Citruses are harmful to cats and dogs."
    ],
    "oregano": [
      "The name oregano comes from ancient Greek words meaning \"mountain joy.\"",
      "Olive oil infused with oregano is a popular condiment in Mediterranean cuisine.",
      "Crush oregano leaves before adding them to dishes to release their flavor."
    ],
    "oyster mushroom": [
      "Oyster mushroom gets its name from its cap, which resembles an oyster.",
      "Oyster mushroom is one of the most cultivated edible mushrooms in the world.",
      "Oyster mushrooms were first cultivated in Germany during WWI as emergency food."
    ],
    "papaya": [
      "Papaya is often used in salads, smoothies, and desserts, as well as in traditional medicine.",
      "India produces the most papayas in the world."
    ],
    "parsley root": [
      "Parsley root can be used the same ways other root vegetables can.",
      "Parsley root may be hard to find, and appearance-wise it's easily confused with parsnip.",
      "Parsley root is still popular for example in Poland, Hungary, and Germany."
    ],
    "parsley": [
      "Parsley is a good source of vitamins A, C, and K, making it a nutritious addition to meals.",
      "Flat-leaf parsley is often preferred in cooking to its curly cousin, which is usually used as garnish."
    ],
    "parsnip": [
      "The world record for the longest parsnip is currently set at 6.5 metres.",
      "Parsnip was used as a sweetener before sugar was commonly available.",
      "Parsnip was a staple food in medieval Europe."
    ],
    "passion fruit": [
      "About half of the world's passion fruit are produced in Brazil.",
      "Passion fruit was named by missionaries who saw Christian symbolism in its flowers.",
      "Wrinkled rind is a sign that a passion fruit is ripe."
    ],
    "pea sprouts": [
      "Pea sprouts can also be grown home from dried peas.",
      "In addition to being decorative, pea sprouts are a good addition to woks and salads."
    ],
    "pea": [
      "Garden peas differ from snow peas and sugar snaps in that their shell is chewy.",
      "The sugars in fresh peas have not yet converted to starch, which makes them sweeter than conserved ones.",
      "Try fresh garden pea soup for a tasty appetizer."
    ],
    "peach": [
      "Peaches are native to China but are now grown in many temperate regions worldwide.",
      "China produces more than half of the peaches worldwide.",
      "Feeding peach pits to animals is dangerous, as they contain compounds that can release cyanide."
    ],
    "peanut": [
      "Peanuts are rich in healthy fats and protein, providing sustained energy.",
      "Peanuts are technically legumes."
    ],
    "pear": [
      "There are over 3,000 varieties of pear wordlwide.",
      "Pears ripen often only after picking.",
      "China, Italy, Argentina and the U.S. are large producers of pears."
    ],
    "pecan nut": [
      "Pecan nuts are rich in healthy fats and contain more than 19 vitamins and minerals.",
      "Pecans are native to North America and were a major food source for Indigenous peoples."
    ],
    "persimmon": [
      "Persimmons come in two main types: astringent (like Hachiya) and non-astringent (like Fuyu).",
      "Persimmons are the national fruit of Japan."
    ],
    "piel de sapo": [
      "Piel de sapo means \"toad skin\", a reference to the melon's surface texture.",
      "Piel de sapo comes from Spain, with La Mancha being the main region where it's grown.",
      "Piel de sapo is also called \"Christmas melon\" because its long-keeping qualities."
    ],
    "pine nut": [
      "Pine nuts are often used to make pesto, a popular Italian sauce.",
      "Pine nuts are harvested from the cones of pine trees and can take several years to mature."
    ],
    "pineapple": [
      "Pineapple contains bromelain, an enzyme that helps break down proteins.",
      "The pineapple plant can produce only one fruit at a time.",
      "World's leading pineapple producer is Costa Rica.",
      "Pineapple was once so expensive in Europe, it was rented out as a prestigious centerpiece for parties."
    ],
    "pinto bean": [
      "Pinto beans are named for their speckled appearance when raw but turn brown when cooked.",
      "\"Pinto\" means \"painted\" in Spanish, a reference to the beans' appearance.",
      "Pinto beans provide a high yield and are drought-resistant."
    ],
    "pistachio nut": [
      "Pistachio nuts have been cultivated for over 9,000 years, originally in the Middle East.",
      "Pistachios naturally split open when ripe, making them easier to eat."
    ],
    "plantain": [
      "Unlike bananas, plantains are only used cooked.",
      "Plantain contains plenty of vitamins A, B6, and C.",
      "In Cuba, plantains are used to make plant-based mince called picadillo de plátano."
    ],
    "plum": [
      "Plums are high in vitamin C and antioxidants, especially in their skins.",
      "Plums are related to cherries and almonds and can be eaten fresh or dried to make prunes.",
      "The pit of plum contains compounds that are harmful to animals."
    ],
    "pointed pepper": [
      "Pointed pepper contains over 200% of the daily required vitamin C.",
      "Like other veggies of the capsicum family, pointed peppers are botanically berries."
    ],
    "pomegranate": [
      "Pomegranates are known for their vibrant red seeds, called arils, which are rich in fiber.",
      "Pomegranates are often symbolic in ancient cultures."
    ],
    "pomelo": [
      "Pomelo is the largest citrus fruit and is closely related to the grapefruit.",
      "Pomelos are known for their thick rinds and can weigh up to 2 kilograms.",
      "Citruses are harmful to cats and dogs."
    ],
    "poppy seed": [
      "Turkiye, Czechia, and Spain are the largest producers of poppy seeds.",
      "Poppy seeds are often used in filling traditional Jewish pastries.",
      "Poppy seeds and lemon make a good taste pairing."
    ],
    "porcini": [
      "Porcini mushrooms are difficult to cultivate and are typically foraged in the wild.",
      "The largest porcini mushrooms can weigh over a kilo.",
      "Drying intensifies a porcini mushroom's flavor."
    ],
    "portobello": [
      "Portobello mushrooms are often used as a meat substitute due to their hearty texture.",
      "Portobello mushrooms are simply mature cremini mushrooms, harvested when fully grown."
    ],
    "potato": [
      "Potatoes originated in South America and were first cultivated by the Inca civilization.",
      "King Frederick of Prussia supposedly named potatoes \"the royal vegetable\" to give them more prestige.",
      "There are about 5,000 cultivated varieties of potato in the world.",
      "The largest potato measured weighed almost five kilos.",
      "Boil 'em, mash 'em, stick 'em in a stew. Potato is a versatile veggie.",
      "Potato, especially raw, can cause severe poisoning in pets."
    ],
    "pumpkin seed": [
      "A 30-gram portion of pumpkin seeds provides about 7 grams of protein and is rich in magnesium.",
      "Fresh seeds should be roasted first for best results.",
      "Pumpkin seeds contain magnesium and zinc."
    ],
    "prickly pear": [
      "Prickly pear cacti can be grown to fight deforestation, in addition to harvesting their fruits.",
      "In Mexico, also the cactus pads of opuntia species are used for food. This is called \"nopal\".",
      "Pricly pear can be used for example in jams, candies, and juice."
    ],
    "pumpkin": [
      "Pumpkins are rich in beta-carotene, which the body converts to vitamin A.",
      "Pumpkins are often associated with Halloween and are used to make pies and soups.",
      "The heaviest pumpkin grown weighed 1,226 kg. It was harvested in 2021."
    ],
    "quince": [
      "A quince is rich in vitamin C but is usually too tart to eat raw.",
      "Quinces have been cultivated since ancient times and were once a symbol of love and fertility.",
      "Quince can thrive also mountaineous regions with poor soil quality."
    ],
    "quinoa": [
      "Quinoa is a gluten-free grain that has gained popularity as a high-protein food.",
      "Quinoa has been cultivated for thousands of years, originally in the Andes Mountains."
    ],
    "radicchio": [
      "Radicchio looks like cabbage, but it's actually related to endive.",
      "The taste of radicchio smoothes out when cooked.",
      "There's a festival in Treviso, Italy in honor or radicchio."
    ],
    "radish": [
      "The mustardy flavor of radishes smoothes out when cooked.",
      "Radish is one of the oldest cultivated vegetables.",
      "The name of radish comes from the Latin word radix, which means \"root\"."
    ],
    "rambutan": [
      "Rambutan is closely related to lychee and longan, sharing similar flavors and textures.",
      "The name of rambutan comes from the Malay word rambut, which means \"hair\".",
      "Rambutans grow in the tropical climate of Malaysia and Indonesia.",
      "The seed of rambutan is bitter and mildly toxic."
    ],
    "raspberry": [
      "World's leading raspberry producer is Russia.",
      "Raspberries are not berries in the botanical sense.",
      "Raspberries are high in fiber."
    ],
    "redcurrant": [
      "Redcurrants are low in calories, but high in vitamin C, fiber, and antioxidants.",
      "Redcurrants are commonly used in Europe for jellies, juice, or wine.",
      "Redcurrants are also loved by birds, which is why gardeners work extra to protect their crops."
    ],
    "red bean": [
      "In Asia, red beans are often used to make sweet red bean paste, a popular filling in desserts.",
      "Common snacks that use red beans include dorayaki, taiyaki, and mochi."
    ],
    "red cabbage": [
      "As with many other plants, red cabbage also gets its color from compounds called anthocyanins.",
      "Red cabbage changes color based on the pH of the food. Acidic vinegar intensifies the red hue.",
      "In the medieval times, red cabbage was also used as dye."
    ],
    "red leaf lettuce": [
      "Red salad varieties can contain slightly more antioxidants than their grene brethren.",
      "Try pairing red leaf lettuce with goat cheese or nuts in your salad.",
      "Red salad varieties gained popularity only as late as the Renaissance."
    ],
    "red lentil": [
      "Red lentils are quick-cooking and often used in soups and stews.",
      "Red lentils lose their shape when cooked, making them perfect for thickening dishes."
    ],
    "red onion": [
      "Red onions turn a soft pink color when cooked and are often used for pickling.",
      "Red onions are milder than some other onion varieties.",
      "Chilling red onions in the fridge before cutting can save some tears.",
      "Onions are harmful to many animals."
    ],
    "rhubarb": [
      "Rhubarb is used in desserts, but it's actually a vegetable.",
      "Rhubarb should be paired with high-calcium ingredients, such as dairy.",
      "Though its stalks are edible, rhubarb leaves are toxic.",
      "Rhubarb is harmful to many pets."
    ],
    "rice": [
      "Rice is a staple food for more than half of the world's population.",
      "There are over 40,000 rice varieties in the world.",
      "Brown whole-grain rice is healthier than white rice.",
      "Basmati, jasmine, arborio, bomba...choose the right type of rice for your purposes.",
      "The cultivation of rice has likely begun in the Yangtze river valley."
    ],
    "romaine": [
      "Romaine lettuce is the base ingredient for caesar-salad.",
      "Because of its hefty leaves, romaine can handle a lot of dressing.",
      "Romaine was probably named due to arriving to Europe via the papal gardens."
    ],
    "rosemary": [
      "Rosemary is used in aromatherapy as a stress reliever.",
      "Historically, rosemary has been the symbol of remembrance and loyalty.",
      "Rosemary is a popular companion for grilled and roasted dishes."
    ],
    "rutabaga": [
      "Rutabagas are sometimes confused with turnips, but they are larger and have a yellowish flesh.",
      "Rutabaga is a cross between turnip and potato, originating probably in Scandinavia.",
      "Germany relied a lot on rutabagas during the World Wars. One winter in particular was dubbed the rutabaga winter."
    ],
    "rye": [
      "Rye is a grain often used to make bread, especially in northern and eastern Europe.",
      "Rye bread has a dense texture and a slightly sour taste, often paired with hearty foods."
    ],
    "safflower seed": [
      "Safflower seeds are often used to make oil that's high in unsaturated fats.",
      "Safflower seeds are commonly used in bird feed but are also enjoyed as a snack by humans."
    ],
    "sage": [
      "Sage is a perennial of the mint family.",
      "Over 900 varieties of sage exist, and different types are used for different purposes.",
      "Sage has been believed to have medicinal or purifying properties in folklore.",
      "Pasta with sage and butter is a classic Italian dish."
    ],
    "savoy cabbage": [
      "Savoy cabbage is more cold- and pest-resistant than many other leafy greens.",
      "Savoy cabbage holds its shape when cooked, even better than regular cabbage.",
      "Savoy cabbage contains for example vitamins C and K, as well as manganese, folate, and calcium."
    ],
    "scallion": [
      "Scallions are harvested before fully maturing. Some varieties never grow to full size.",
      "Scallion is more suitable than other onions for people with sensitive stomachs.",
      "The white part of scallion is fit for cooking, the green for garnish.",
      "Replanting and growing scallions can also be done at home.",
      "Onions are harmful to many animals."
    ],
    "scarlet runner bean": [
      "The stems of scarlet runner beans can grow over three meters tall.",
      "Scarlet runner beans are more cold-resistant than other beans.",
      "Scarlet runner bean was originally introduced to Europe as a decorative plant."
    ],
    "sea buckthorn": [
      "Sea buckthorn has the highest nutritional value of all wild berries.",
      "Fresh sea buckthorn berries taste very sour, and they are usually eaten processed.",
      "Sea buckthorn can be found also in extremely cold climates, such as Siberia or the Himalayas."
    ],
    "sesame seed": [
      "Sesame seeds are often toasted for extra flavor.",
      "Sesame seed oil is a popular ingredient in Asian cuisine."
    ],
    "shallot": [
      "The milder taste of shallots make them a good choice to use in sauces, for example.",
      "The name of shallots come from an ancient city in the Middle East, where Greeks theorized they come from.",
      "The mild taste of shallot is a combination of garlic and onion.",
      "Onions are harmful to many animals."
    ],
    "shiitake": [
      "Shiitake mushrooms are prized for their meaty texture and umami flavor.",
      "Shiitake mushrooms have been cultivated for more than a thousand years.",
      "Uncooked shiitake mushrooms cause allergic symptoms to some."
    ],
    "shimeji": [
      "The common varieties of shimeji mushrooms include the white bunapi-shimeji and the brown buna-shimeji.",
      "Uncooked shimeji mushrooms have a bitter taste, but they develop umami flavor when cooked.",
      "Shimeji mushrooms pair well for example with soy sauce, garlic, and seafood."
    ],
    "shiso": [
      "The two main varieties of shiso are green and red, each with slightly different flavors.",
      "Shiso leaves were introduced to Japan from China over 2,000 years ago.",
      "Shiso infusion can be used in trendy cocktails."
    ],
    "snow pea": [
      "Snow peas differ from sugar snaps in that their shell is flat.",
      "Snow peas are often used in Asian cuisine."
    ],
    "sorghum": [
      "Sorghum is a gluten-free grain often used to make porridge, flour, and syrup.",
      "Sorghum is drought-resistant, making it an important crop in arid regions.",
      "Sorghum is used in many forms across Africa and Asia."
    ],
    "sorrel": [
      "There are many varieties of sorrel, each used for different purposes due to different flavor profiles.",
      "The leaves of sorrel should be harvested while young, for best tasting results.",
      "Like rhubarb, sorrel contains oxalic acid. Overuse should be avoided."
    ],
    "soybean": [
      "Soybeans are used to make tofu, soy milk, and other plant-based products.",
      "Soybeans are a key ingredient in many plant-based diets due to their high protein content."
    ],
    "spaghetti squash": [
      "Stringy spaghetti squash is used as a low-carb pasta substitute.",
      "Spaghetti squash is native to the Americas, where native tribes have described using it before the arrival of Europeans."
    ],
    "spelt": [
      "Spelt is an ancient grain that's making a comeback as a healthy alternative to wheat.",
      "Spelt is not gluten free, but it contains less gluten than many other grains.",
      "Wheat can be substituted with spelt in many recipes, but pay attention to the amount of water."
    ],
    "spinach": [
      "Spinach provides vitamins A and K.",
      "Popeye's recommendation in 1930s boosted the sale of spinach by 33% overnight.",
      "Spinach may help lower blood pressure.",
      "Catherine de Medici of Florence was rumored to like spinach so much, many spinach dishes are still called \"à la Florentine\".",
      "The high levels of oxalates in spinach can inhibit calcium and iron absorption."
    ],
    "sprouts": [
      "Sprouts are young plants harvested just after they begin to grow, often eaten raw.",
      "Sprouts, like alfalfa or bean sprouts, are commonly added to salads and sandwiches for extra crunch."
    ],
    "starfruit": [
      "Star fruit, or carambola, is known for its distinctive star shape when sliced.",
      "Star fruit is not recommended for people with impaired kidney function, due to their oxalate content.",
      "You don't need to peel star fruits, but it's best to remove seeds."
    ],
    "strawberry": [
      "Botanically strawberry is not a berry, but an aggregate fruit.",
      "The heaviest strawberry weighed 289 grams.",
      "The cultivation of strawberries began in France in the 1950s.",
      "Over two million strawberries are served each year with cream at the Wimbledon tennis tournament."
    ],
    "sugar snap pea": [
      "Unlike garden peas, sugar snap peas are edible throughout.",
      "Sugar snaps are a cross between garden pea and snow pea.",
      "Sugar snap peas are a good source of vitamins C and K, as well as folate."
    ],
    "sunflower seed": [
      "Sunflower seeds are a popular snack and are also pressed to make oil.",
      "Sunflower seeds provide a good source of vitamin E and healthy fats."
    ],
    "sweet potato": [
      "Sweet potatoes are rich in beta-carotene, which the body converts to vitamin A.",
      "Despite their name, sweet potatoes are not related to potatoes.",
      "There are multiple color variants of sweet potato: orange, purple, even white."
    ],
    "taro": [
      "A 30-gram portion of taro contains about 10% of your daily fiber intake.",
      "Taro leaves are also edible when cooked and provide a good source of vitamin A."
    ],
    "tarragon": [
      "Tarragon belongs in the \"fines herbes\" blend of French cooking.",
      "To avoid turning it bitter, you should add tarragon in the final stages of cooking.",
      "Tarragon is thought to have been brought to Europe by invading Mongols."
    ],
    "teff": [
      "Teff is an ancient grain native to Ethiopia and is used to make the traditional bread, injera.",
      "Teff is naturally gluten-free, making it popular among those with gluten sensitivities."
    ],
    "thai basil": [
      "Thai basil is often confused with holy basil, but they have different flavor profiles.",
      "The taste of thai basil is spicy, with a hint of licorice or anise.",
      "Thai basil comes from the tropical climate of Southeast Asia."
    ],
    "thyme": [
      "There are over 300 varieties of thyme, but two are mostly used in cooking.",
      "From ancient Rome to medieval times, thyme was associated with courage in battle.",
      "Thyme honey - honey produced by bees who have pollinated thyme - is valued for its flavor."
    ],
    "tomatillo": [
      "Tomatillos are encased in a papery husk that needs to be removed before consumption.",
      "The most well-known use for tomatillos is in the salsa verde sauce.",
      "Tomatillos grow fast, but require at least two plants for pollination."
    ],
    "tomato": [
      "Though often considered a vegetable, tomatoes are botanically classified as fruits.",
      "There are over 10,000 varieties of tomato in the world.",
      "Although they smell wonderful, tomato leaves contain compounds that are harmful to some animals."
    ],
    "triticale": [
      "Triticale is a hybrid grain created by crossing wheat and rye, combining traits of both.",
      "Triticale is often used in cereals and animal feed but is gaining popularity in human foods.",
      "Triticale has only recently been developed to a commercially viable state."
    ],
    "turnip": [
      "Before the arrival of potato, turnip was a European source for starch.",
      "The leaves of turnip are edible, just like those of carrots.",
      "The use of turnips as animal feed has probably reduced their appeal in cuisine."
    ],
    "wakame": [
      "Wakame is a type of seaweed commonly used in Japanese food.",
      "Wakame is low in calories but rich in iodine and calcium."
    ],
    "walnut": [
      "Walnuts are a great source of omega-3 fatty acids, which support brain health.",
      "Walnuts are one of the oldest tree foods known to humanity, dating back to 7,000 B.C."
    ],
    "wasabi": [
      "Wasabi, used as a condiment in Japanese cuisine, has a strong flavor.",
      "Real wasabi is difficult to grow, making it rare and often substituted with horseradish.",
      "Wasabi contains compounds that have antimicrobial properties."
    ],
    "water spinach": [
      "Water spinach spreads aggressively, guaranteeing good crops.",
      "Water spinach may improve water quality, but it's also invasive in certain ecosystems.",
      "Water spinach is not related to spinach."
    ],
    "watercress": [
      "Watercress is one of the most nutrient-dense vegetables, packed with vitamins A, C, and K.",
      "Watercress is relative to arugula, mustard greens, and radish.",
      "Watercress was dubbed \"poor man's bread\" in 19th century Britain."
    ],
    "watermelon": [
      "The aptly named watermelon contains over 90% water.",
      "Watermelon rind is also edible and can be pickled or used in smoothies.",
      "Watermelon is grown in over 90 countries around the world.",
      "World's heaviest watermelon weighed 159 kg."
    ],
    "wax gourd": [
      "Wax gourds can grow up to 80 cm long.",
      "Wax gourds have an exceptionally long shelf life.",
      "In Malaysia and Taiwan, wax gourds are used in making of a sweet herbal drink called winter melon tea."
    ],
    "wheat": [
      "Wheat is one of the most widely grown crops in the world.",
      "Whole wheat is a healthier option compared to refined wheat as it retains the bran and germ."
    ],
    "white bean": [
      "White beans are rich in fiber and protein.",
      "There are many varieties of white beans and they can be used interchangeably."
    ],
    "white onion": [
      "White onions have a milder flavor compared to yellow or red onions, making them ideal for raw dishes.",
      "Onions are harmful to many animals."
    ],
    "wild mushroom": [
      "The estimates vary, but there are about 2,000 species of edible mushrooms in the world.",
      "Some wild mushrooms require pretreatment to remove toxins."
    ],
    "wild rice": [
      "Wild rice is not technically rice but the seed of aquatic grass native to North America.",
      "Traditionally wild rice was harvested by hand using canoes.",
      "Wild rice was a culinary staple for many Indigenous peoples of North America."
    ],
    "wood ear mushroom": [
      "Wood ear mushroom is used in Asian cuisine, for example in soups.",
      "Wood ear mushrooms can be cultivated commercially on top of wooden surfaces."
    ],
    "yam": [
      "Yams are often confused with sweet potatoes, but they are botanically different.",
      "Yams are rich in fiber, vitamin C, and potassium."
    ],
    "yardlong bean": [
      "Yardlong beans can grow up to a meter in length.",
      "Yardlong bean grows quickly; pods can form in just 60 days."
    ],
    "yellow beet": [
      "Yellow beets are sweeter and milder than their red counterparts.",
      "Unlike beetroots, yellow beets don't create a mess in the kitchen."
    ],
    "yellow lentil": [
      "The quickly-cooking yellow lentils make an easy weeknight meal.",
      "Yellow lentils are easier on the stomach than some other lentils."
    ],
    "yellowfoot mushroom": [
      "Yellowfoot mushrooms thrive in mossy, damp forests.",
      "Yellowfoot mushrooms can be foraged even after the first snow has fallen.",
      "Yellowfoot mushrooms make delicious soup, risotto, or sauces."
    ],
    "yuzu": [
      "Yuzu is originally native to China, but it is widely used in Japanese cuisine.",
      "Yuzu is a hybrid of mandarin and Chinese citrus.",
      "Yuzu is an important ingredient in Japanese ponzu sauce."
    ],
    "zucchini": [
      "Zucchini can be spiralized into noodles, offering a low-carb alternative to pasta.",
      "Squashes come from the Americas, but the name \"zucchini\" comes from Italy.",
      "An impressive zucchini weighing over 116 kg was grown in the UK in 2021."
    ]
  },
  "general": {
    "appTitle": "Eat Your Veggies",
    "appTitleAppend": "{0} - Eat Your Veggies",
    "cancel": "Cancel",
    "clear": "Clear",
    "clickToAdd": "Add {0}",
    "clickToRemove": "Remove {0}",
    "close": "Close",
    "closeList": "Close list",
    "follow": "Follow on Bluesky",
    "openList": "Open list",
    "playStore": "Google Play",
    "seeTableBelow": "See table below for details.",
    "start": "Start",
    "veggie": "0 veggies | one veggie | {n} veggies",
    "veggieNominative": "0 veggies | one veggie | {n} veggies"
  },
  "home": {
    "changeLocale": "Change language to {0}",
    "info": "Learn more",
    "infoP1": "A groundbreaking 2018 study called The American Gut Project revealed that people who consume at least 30 different types of plant-based foods each week enjoy a more diverse gut microbiome. This diversity could be key to better digestion, stronger immune system, and even enhanced brain function. According to the study, by steadily incorporating a wide range of vegetables into your diet, you can reduce inflammation, improve nutrient absorption, and boost your overall vitality.",
    "infoP2": "Eat Your Veggies is a free app for tracking plant-based ingredients in your meals. The app requires no registration and the data is kept in your own device's browser cache.",
    "infoP3": "Don't miss out on the benefits of a diverse diet. Transform your health today with the help of Eat Your Veggies and experience the difference that plant diversity can make.",
    "infoTitle": "What is this about?",
    "callout": "Adopt a healthy lifestyle by eating 30 plant-based ingredients each week. Track your progress easily with this free app."
  },
  "locales": {
    "en": "English",
    "fi": "Suomi"
  },
  "qa": {
    "appPurpose": {
      "title": "What's this app for?",
      "text": "Eat Your Veggies is a free app for tracking plant-based ingredients in your diet. Whenever you eat plant-based ingredients, or \"veggies\", you can search them in the app and add them to your weekly record. Each veggie counts only once per week."
    },
    "categories": {
      "title": "But strawberry is a...",
      "text": "...false fruit, I know. Also tomato is not a vegetable in biological sense, so the app takes some liberties in its categories. Still, please report any major inaccuracies you come across! You can also request missing veggies to be added. They should be such that are commercially available globally."
    },
    "contact": {
      "linkText": "Bluesky",
      "title": "How to get in touch?",
      "text": "Our {0} profile features app updates and veggie facts, and you can contact us there. Thank you for your interest towards the project!"
    },
    "howToInstall": {
      "linkText": "Google Play",
      "title": "How to install?",
      "text": "Android users can install our app from {0}.\n\nOthers can install the app from a browser that supports Progressive Web Apps (PWAs). Select \"Add to start screen\" from your browser's menu or click the install icon on the location bar. On mobile Safari, click \"Share\" and then \"Add to home screen\". Installing on device allows offline use, but keeps the app within your browser's sandbox."
    },
    "isItFree": {
      "title": "Is the app monetized?",
      "text": "The app is free to use, and it has no advertisements. There will be a possibility to donate, but don't feel obliged."
    },
    "isMyDataSafe": {
      "title": "Is my data safe?",
      "text": "The data is stored in your browser's local storage and is not shared with any third parties. You can at any time you wish reset the app using the button below."
    },
    "studyDetails": {
      "linkText": "American Society for Microbiology (ASM)",
      "title": "What's the science?",
      "text": "According to a study, consuming 30 or more veggies weekly has multiple health benefits over a less versatile diet. The key, according to study, is not just the amounts you consume, but also variation. If you want to read more about the study, look up The American Gut Project from the journal of {0}."
    },
    "title": "Common Questions",
    "whatCounts": {
      "title": "What counts as a portion?",
      "text": "Ultimately, how you use the app is up to your discretion. However, consider that minuscule amounts might not be of any nutritional value. It is also worth noting that very processed foods don't count towards a portion. So ketchup should not equal a tomato."
    }
  },
  "settings": {
    "allergens": "Allergens",
    "allergensInfo": "Veggies marked as allergens won't show up in the app.",
    "exportImport": {
      "description": "Use this feature to back up and restore your data. Common use cases are if you want to clear your browser's cache, or change your phone or default browser.",
      "export": "Export",
      "exportSuccess": "Data exported successfully.",
      "failure": "Unexpected error. Data may be corrupted.",
      "fileName": "EatYourVeggies.json",
      "import": "Import",
      "importSuccess": "Data imported successfully.",
      "label": "Export or import app data"
    },
    "locale": "Language",
    "reset": {
      "button": "Reset",
      "label": "Remove all data from the app",
      "text": "Continuing with the reset will wipe all your previously saved data and start from scratch. This action cannot be undone.",
      "title": "Are you sure you want to reset?"
    },
    "selectAllergens": "Select allergens",
    "selectedAllergens": "Selected allergens",
    "showChartAnimations": "Show charts' animations",
    "suggestionCount": "Suggestions on the front page",
    "title": "Settings"
  },
  "stats": {
    "0": "All time statistics",
    "1": "Weekly statistics",
    "2": "Edit weeks",
    "3": "Veggie list",
    "4": "Achievements",
    "chosenStats": "Chosen Statistics",
    "editWeek": "Edit Week",
    "selectedWeek": "Week {0} ({1}-{2})",
    "veggiesForWeek": "Veggies for Week",
    "weeklyAmounts": "Weekly Amounts",
    "weeklyAchievements": "Weekly Achievements",
    "weeklyCategories": "Weekly Categories"
  },
  "synonyms": {
    "arugula": ["rocket"],
    "asian pear": ["chinese pear", "nashi"],
    "blackcurrant": [""],
    "bok choy": ["pak choi"],
    "butter bean": ["lima bean"],
    "cabbage": [""],
    "calamansi": ["philippine lime"],
    "cantaloupe": [""],
    "celeriac": ["celery root"],
    "champignon": ["button", "cremini"],
    "chanterelle": [""],
    "cherimoya": ["annona"],
    "chickpea": ["garbanzo bean"],
    "choy sum": [""],
    "cloudberry": [""],
    "corn": ["maize"],
    "couscous": [""],
    "daikon": [""],
    "dragon fruit": ["pitahaya"],
    "eggplant": ["aubergine"],
    "fava bean": ["broad bean"],
    "finger lime": ["lime caviar"],
    "frisee": ["curly endive"],
    "goji berry": ["wolfberry"],
    "grape": [""],
    "green bean": ["string bean"],
    "holy basil": ["tulsi"],
    "jicama": ["yam bean"],
    "kale": [""],
    "mandarin": ["satsuma"],
    "manioc": ["cassava", "tapioca"],
    "matsutake": [""],
    "mizuna": [""],
    "napa cabbage": ["chinese cabbage"],
    "parsley": [""],
    "persimmon": ["kaki"],
    "piel de sapo": ["christmas melon", "santa claus melon"],
    "plum": ["prune"],
    "porcini": ["king bolete"],
    "radicchio": ["leaf chicory"],
    "red bean": ["adzuki bean"],
    "redcurrant": [""],
    "romaine": [""],
    "rutabaga": ["swede"],
    "scallion": ["green onion", "spring onion"],
    "soybean": ["tofu"],
    "starfruit": ["carambola"],
    "sugar snap pea": [""],
    "wasabi": [""],
    "wood ear mushroom": [""],
    "yellowfoot mushroom": ["funnel chanterelle"],
    "zucchini": ["courgette"]
  },
  "toasts": {
    "challengeCompleted": "You have completed your weekly challenge! {0}!",
    "firstVeggie": "First veggie added! {0}!",
    "newChallenge": "Let's go! Your weekly challenge is {0}.",
    "occurrences": "You have added this veggie already {0} times! {1}!",
    "totalVeggies": "You have reached a total of {0} veggies! {1}!",
    "uniqueVeggies": "You have sampled {0} out of {1} veggies on this app! {2}!"
  },
  "veggieList": {
    "chartLabel": "{0} % tasted",
    "chartTitle": "Unique Veggies",
    "complete": "(complete)",
    "missing": "(missing)"
  },
  "veggies": {
    "almond": "almond",
    "amaranth": "amaranth",
    "apple": "apple",
    "apricot": "apricot",
    "artichoke": "artichoke",
    "arugula": "arugula",
    "asian pear": "asian pear",
    "asparagus": "asparagus",
    "avocado": "avocado",
    "bamboo shoots": "bamboo shoots",
    "banana": "banana",
    "barley": "barley",
    "basil": "basil",
    "beet": "beet",
    "bell pepper": "bell pepper",
    "bilberry": "bilberry",
    "bitter melon": "bitter melon",
    "black bean": "black bean",
    "black lentil": "black lentil",
    "black radish": "black radish",
    "black salsify": "black salsify",
    "black trumpet mushroom": "black trumpet mushroom",
    "black-eyed pea": "black-eyed pea",
    "blackberry": "blackberry",
    "blackcurrant": "blackcurrant",
    "blood grapefruit": "blood grapefruit",
    "blood orange": "blood orange",
    "blueberry": "blueberry",
    "bok choy": "bok choy",
    "boysenberry": "boysenberry",
    "brazil nut": "brazil nut",
    "broccoli": "broccoli",
    "broccolini": "broccolini",
    "brown lentil": "brown lentil",
    "brussels sprouts": "brussels sprouts",
    "buckwheat": "buckwheat",
    "bulgur": "bulgur",
    "butter bean": "butter bean",
    "butternut squash": "butternut squash",
    "cabbage": "cabbage",
    "calamansi": "calamansi",
    "cannellini bean": "cannellini bean",
    "cantaloupe": "cantaloupe",
    "cape gooseberry": "cape gooseberry",
    "caper": "caper",
    "carrot": "carrot",
    "cashew nut": "cashew nut",
    "cauliflower": "cauliflower",
    "celeriac": "celeriac",
    "celery": "celery",
    "champignon": "champignon",
    "chanterelle": "chanterelle",
    "chard": "chard",
    "chayote": "chayote",
    "cherimoya": "cherimoya",
    "cherry tomato": "cherry tomato",
    "cherry": "cherry",
    "chestnut": "chestnut",
    "chia seed": "chia seed",
    "chickpea": "chickpea",
    "chili pepper": "chili pepper",
    "chives": "chives",
    "choy sum": "choy sum",
    "cilantro": "cilantro",
    "clementine": "clementine",
    "cloudberry": "cloudberry",
    "coconut": "coconut",
    "collard greens": "collard greens",
    "corn": "corn",
    "couscous": "couscous",
    "cranberry bean": "cranberry bean",
    "cranberry": "cranberry",
    "cucumber": "cucumber",
    "daikon": "daikon",
    "dandelion greens": "dandelion greens",
    "date": "date",
    "dill": "dill",
    "dragon fruit": "dragon fruit",
    "durian": "durian",
    "edamame": "edamame",
    "eggplant": "eggplant",
    "endive": "endive",
    "enoki": "enoki",
    "farro": "farro",
    "fava bean": "fava bean",
    "fennel": "fennel",
    "fig": "fig",
    "finger lime": "finger lime",
    "flageolet bean": "flageolet bean",
    "flaxseed": "flaxseed",
    "frisee": "frisée",
    "garlic": "garlic",
    "ginger": "ginger",
    "goji berry": "goji berry",
    "gooseberry": "gooseberry",
    "grape": "grape",
    "grapefruit": "grapefruit",
    "green bean": "green bean",
    "green lentil": "green lentil",
    "grenadilla": "grenadilla",
    "guava": "guava",
    "hazelnut": "hazelnut",
    "hedgehog mushroom": "hedgehog mushroom",
    "hemp seed": "hemp seed",
    "hokkaido pumpkin": "hokkaido pumpkin",
    "holy basil": "holy basil",
    "honeydew melon": "honeydew melon",
    "horseradish": "horseradish",
    "iceberg lettuce": "iceberg lettuce",
    "jackfruit": "jackfruit",
    "jalapeno": "jalapeño",
    "jerusalem artichoke": "jerusalem artichoke",
    "jicama": "jicama",
    "kale": "kale",
    "kamut": "kamut",
    "kidney bean": "kidney bean",
    "king oyster mushroom": "king oyster mushroom",
    "kiwi": "kiwi",
    "kohlrabi": "kohlrabi",
    "kumquat": "kumquat",
    "leek": "leek",
    "lemon balm": "lemon balm",
    "lemon": "lemon",
    "lemongrass": "lemongrass",
    "lettuce": "lettuce",
    "lime": "lime",
    "lingonberry": "lingonberry",
    "little gem lettuce": "little gem lettuce",
    "longan": "longan",
    "lychee": "lychee",
    "macadamia nut": "macadamia nut",
    "mache": "machê",
    "mandarin": "mandarin",
    "mango": "mango",
    "mangosteen": "mangosteen",
    "manioc": "manioc",
    "matsutake": "matsutake",
    "millet": "millet",
    "mint": "mint",
    "mizuna": "mizuna",
    "morel": "morel",
    "mung bean": "mung bean",
    "mustard greens": "mustard greens",
    "napa cabbage": "napa cabbage",
    "nectarine": "nectarine",
    "nori": "nori",
    "oak leaf lettuce": "oakleaf lettuce",
    "oat": "oat",
    "okra": "okra",
    "olive": "olive",
    "onion": "onion",
    "orange": "orange",
    "oregano": "oregano",
    "oyster mushroom": "oyster mushroom",
    "papaya": "papaya",
    "parsley root": "parsley root",
    "parsley": "parsley",
    "parsnip": "parsnip",
    "passion fruit": "passion fruit",
    "pea sprouts": "pea sprouts",
    "pea": "garden pea",
    "peach": "peach",
    "peanut": "peanut",
    "pear": "pear",
    "pecan nut": "pecan nut",
    "persimmon": "persimmon",
    "piel de sapo": "piel de sapo",
    "pine nut": "pine nut",
    "pineapple": "pineapple",
    "pinto bean": "pinto bean",
    "pistachio nut": "pistachio nut",
    "plantain": "plantain",
    "plum": "plum",
    "pointed pepper": "pointed pepper",
    "pomegranate": "pomegranate",
    "pomelo": "pomelo",
    "poppy seed": "poppy seed",
    "porcini": "porcini",
    "portobello": "portobello",
    "potato": "potato",
    "prickly pear": "prickly pear",
    "pumpkin seed": "pumpkin seed",
    "pumpkin": "pumpkin",
    "quince": "quince",
    "quinoa": "quinoa",
    "radicchio": "radicchio",
    "radish": "radish",
    "rambutan": "rambutan",
    "raspberry": "raspberry",
    "red bean": "red bean",
    "red cabbage": "red cabbage",
    "red leaf lettuce": "red leaf lettuce",
    "red lentil": "red lentil",
    "red onion": "red onion",
    "redcurrant": "redcurrant",
    "rhubarb": "rhubarb",
    "rice": "rice",
    "romaine": "romaine",
    "rosemary": "rosemary",
    "rutabaga": "rutabaga",
    "rye": "rye",
    "safflower seed": "safflower seed",
    "sage": "sage",
    "savoy cabbage": "savoy cabbage",
    "scallion": "scallion",
    "scarlet runner bean": "scarlet runner bean",
    "sea buckthorn": "sea buckthorn",
    "sesame seed": "sesame seed",
    "shallot": "shallot",
    "shiitake": "shiitake",
    "shimeji": "shimeji",
    "shiso": "shiso",
    "snow pea": "snow pea",
    "sorghum": "sorghum",
    "sorrel": "sorrel",
    "soybean": "soybean",
    "spaghetti squash": "spaghetti squash",
    "spelt": "spelt",
    "spinach": "spinach",
    "sprouts": "sprouts",
    "starfruit": "star fruit",
    "strawberry": "strawberry",
    "sugar snap pea": "sugar snap pea",
    "sunflower seed": "sunflower seed",
    "sweet potato": "sweet potato",
    "taro": "taro",
    "tarragon": "tarragon",
    "teff": "teff",
    "thai basil": "thai basil",
    "thyme": "thyme",
    "tomatillo": "tomatillo",
    "tomato": "tomato",
    "triticale": "triticale",
    "turnip": "turnip",
    "wakame": "wakame",
    "walnut": "walnut",
    "wasabi": "wasabi",
    "water spinach": "water spinach",
    "watercress": "watercress",
    "watermelon": "watermelon",
    "wax gourd": "wax gourd",
    "wheat": "wheat",
    "white bean": "white bean",
    "white onion": "white onion",
    "wild mushroom": "wild mushroom",
    "wild rice": "wild rice",
    "wood ear mushroom": "wood ear mushroom",
    "yam": "yam",
    "yardlong bean": "yardlong bean",
    "yellow beet": "yellow beet",
    "yellow lentil": "yellow lentil",
    "yellowfoot mushroom": "yellowfoot mushroom",
    "yuzu": "yuzu",
    "zucchini": "zucchini"
  },
  "veggieSearch": {
    "challenge": "Your Weekly Challenge",
    "nextCategory": "Next Category",
    "noResults": "No Results",
    "previousCategory": "Previous Category",
    "search": "Add Weekly Veggies",
    "suggestions": "Suggestions"
  },
  "views": {
    "home": "Home",
    "log": "Track Weekly Progress",
    "settings": "Settings",
    "stats": "Statistics"
  },
  "weekSummaryDialog": {
    "accomplishment": "Congratulations! You tried @:general.veggie last week!",
    "allCategories": "Amazing! You tried veggies from all categories last week!",
    "challengeCompleted": "Mission accomplished! You tried {0} for your weekly challenge!",
    "challengeMissed": "You didn't complete your challenge ({0}) last week. Maybe next time?",
    "closeToRecord": "Just @:general.veggieNominative away from your record of {1}!",
    "favoriteCategory": "Your favorite category last week was {1} with @:general.veggie{'!'}",
    "fellShort": "You tried @:general.veggie the week before. You can do better this week!",
    "firstTimeVeggie": "You tried {0} for the first time!",
    "goodStart": "Good start! You tried @:general.veggie last week.",
    "hotStreak": "You've eaten more than 30 veggies for {0} weeks. Keep it up!",
    "lowCategoryCount": "Not feeling it? You only tried @:general.veggie from {1} last week.",
    "makingProgress": "Making progress! You tried @:general.veggie last week.",
    "mean": "Your average over five weeks is @:general.veggieNominative{'.'} Can you beat it this week?",
    "missingCategory": "You didn't eat any {0}. Care to try some this week?",
    "noVeggies": "No veggies logged last week. If you simply forgot to track your veggies, you can edit the week in the statistics view.",
    "promotedAchievement": "How about aiming for the achievement \"{0}\" this week?",
    "recordAchieved": "New personal record! You ate @:general.veggie last week!",
    "roomForImprovement": "Room for improvement: you tried @:general.veggie last week.",
    "surpassedPreviousWeek": "You beat your previous week's count of @:general.veggieNominative{'!'}",
    "title": "All done for week {0}!",
    "nutrientMessages": {
      "A": "Getting vitamin A? It is important for your vision and immune system. Eat for example {0}. Beware of excessive intake.",
      "B1": "Getting vitamin B1? It supports nerve function. Eat for example {0}.",
      "B2": "Getting vitamin B2? Riboflavin helps in energy production. Eat for example {0}.",
      "B3": "Getting vitamin B3? Niacin boosts your metabolism and skin health. Eat for example {0}.",
      "B5": "Getting vitamin B5? It is needed in hormone production. Eat for example {0}.",
      "B6": "Getting vitamin B6? It helps in red blood cell formation and regulates moods. Eat for example {0}.",
      "B7": "Getting vitamin B7? For healthy skin, nails, and hair, eat for example {0}.",
      "B9": "Getting vitamin B9? Folate is essential during pregnancy. Eat for example {0}.",
      "C": "Getting vitamin C? It supports immune function and collagen production. Eat for example {0}.",
      "E": "Getting vitamin E? It helps protect your cells and improves skin health. Eat for example {0}.",
      "K": "Getting vitamin K? It helps reduce blood clotting. Eat for example {0}.",
      "calcium": "Getting calcium? It is essential for strong bones. Eat for example {0}, or plant-based dairy products with added calcium.",
      "fiber": "Getting fiber? It improves digestion and blood sugar regulation. Eat for example {0}.",
      "iron": "Getting iron? Adequate supply reduces fatigue and improves oxygen transport. Eat for example {0}.",
      "magnesium": "Getting magnesium? This heart-friendly nutrient improves muscle function. Eat for example {0}.",
      "potassium": "Getting potassium? It helps regulate blood pressure. Eat for example {0}.",
      "zinc": "Getting zinc? It boosts your immune system and wound healing. Eat for example {0}."
    }
  }
}
