{
  "achievements": {
    "challengeAccepted": {
      "title": "Challenge Accepted",
      "ariaLabel": "{0} completed weekly challenges",
      "badgeText": "{0} challenges",
      "1": "You have completed five weekly challenges, earning you the bronze achievement!",
      "2": "You have completed ten weekly challenges, earning you the silver achievement!",
      "3": "You have completed twenty weekly challenges, earning you the gold achievement!"
    },
    "committed": {
      "title": "The Committed",
      "ariaLabel": "{0} months of active use",
      "badgeText": "{0} months",
      "1": "You have used the app for three months, earning you the bronze achievement!",
      "2": "You have used the app for six months, earning you the silver achievement!",
      "3": "You have used the app for one year, earning you the gold achievement!"
    },
    "completionist": {
      "title": "The Completionist",
      "ariaLabel": "{0} unique veggies",
      "badgeText": "{0} veggies",
      "1": "You have added a total of 40 unique veggies, earning you the bronze achievement!",
      "2": "You have added a respectable amount of 80 unique veggies, earning you the silver achievement!",
      "3": "You have added a whopping amount of 150 unique veggies, earning you the gold achievement!"
    },
    "experimenterBean": {
      "title": "The Experimenter",
      "ariaLabel": "{0} unique beans and legumes",
      "badgeText": "Beans",
      "3": "You have enjoyed 15 unique beans and legumes, earning you this achievement!"
    },
    "experimenterFruit": {
      "title": "The Experimenter",
      "ariaLabel": "{0} unique fruits and berries",
      "badgeText": "Fruits",
      "3": "You have enjoyed 15 unique fruits and berries, earning you this achievement!"
    },
    "experimenterGrain": {
      "title": "The Experimenter",
      "ariaLabel": "{0} unique grains, nuts and seeds",
      "badgeText": "Grains",
      "3": "You have enjoyed 15 unique grains, nuts and seeds, earning you this achievement!"
    },
    "experimenterLeafy": {
      "title": "The Experimenter",
      "ariaLabel": "{0} unique leafy greens",
      "badgeText": "Leafy Greens",
      "3": "You have enjoyed 15 unique leafy greens and herbs, earning you this achievement!"
    },
    "experimenterRoot": {
      "title": "The Experimenter",
      "ariaLabel": "{0} unique roots and bulbs",
      "badgeText": "Roots",
      "3": "You have enjoyed 15 unique roots and bulbs, earning you this achievement!"
    },
    "experimenterVegetable": {
      "title": "The Experimenter",
      "ariaLabel": "{0} unique vegetables",
      "badgeText": "Vegetables",
      "3": "You have enjoyed 15 unique vegetables, earning you this achievement!"
    },
    "favorite": {
      "title": "Playing Favorites",
      "ariaLabel": "{0} uses of a veggie in all categories",
      "badgeText": "6x{0} samples",
      "1": "You have sampled your favorite veggies at least 5 times in each category, earning you the bronze achievement!",
      "2": "You have sampled your favorite veggies at least 20 times in each category, earning you the silver achievement!",
      "3": "You have sampled your favorite veggies at least 100 times in each category, earning you the gold achievement!"
    },
    "hotStreak": {
      "title": "Hot Streak",
      "ariaLabel": "{0} week streak of over 30 veggies",
      "badgeText": "{0} Weeks",
      "1": "You're heating up! A hot streak of five weeks with over 30 unique veggies each week!",
      "2": "You're on fire! A hot streak of ten weeks with over 30 unique veggies each week!",
      "3": "Scorchio! A hot streak of twenty weeks with over 30 unique veggies each week!"
    },
    "newAchievements": "You gained new achievements!",
    "thirtyVeggies": {
      "title": "This week's toil",
      "ariaLabel": "{0} unique veggies this week",
      "badgeText": "{0} Weekly",
      "3": "You reached this week's goal - but why stop here!",
      "4": "Overdrive! 40 unique veggies this week unlocks this secret achievement!"
    }
  },
  "categories": {
    "Bean": "Beans And Legumes",
    "Fruit": "Fruits And Berries",
    "Grain": "Grains, Nuts, And Seeds",
    "Leafy": "Leafy Greens And Herbs",
    "Root": "Roots And Bulbs",
    "Vegetable": "Vegetables"
  },
  "categoryStatus": {
    "bottomLabel": "Veggies",
    "bottomLabelTotal": "Actions",
    "centerLabel": "{0} {1} {2}",
    "entry": "{0} {1} ({2})",
    "topLabel": "This Week",
    "topLabelTotal": "In Total",
    "veggiesOfTheWeek": "Veggies of the Week",
    "veggiesTotal": "All Actions in Total"
  },
  "cheers": {
    "0": "Good job",
    "1": "Nice",
    "2": "Wow",
    "3": "Amazing",
    "4": "Incredible",
    "5": "Awesome",
    "6": "Great",
    "7": "Well done",
    "8": "Fantastic",
    "9": "Keep at it"
  },
  "facts": {
    "almond": [
      "Almond milk is a popular plant-based alternative to dairy milk.",
      "A 30-gram serving of almonds provides 37% of the daily recommended vitamin E."
    ],
    "amaranth": [
      "Amaranth is a gluten-free grain.",
      "Aztecs revered amaranth as a sacred crop.",
      "Amaranth seeds can be popped like popcorn."
    ],
    "apple": [
      "A medium apple provides about 14% of the daily recommended vitamin C.",
      "There are over 7,500 apple varieties grown around the world.",
      "Apples have about 25% air in them, which is why they float in water."
    ],
    "apricot": [
      "Hyvää onnea symboloiva aprikoosi esiintyy Armenian vaakunassa.",
      "Aprikoosit olivat ensimmäisten avaruuteen päässeiden hedelmien joukossa, osana astronauttien ruoka-annoksia."
    ],
    "artichoke": [
      "Artichokes are one of the richest vegetables in antioxidants.",
      "Italy is the largest producer of artichokes in the world."
    ],
    "arugula": [
      "Arugula is a source of vitamins A, C, and K.",
      "Even the flowers and seeds of arugula can be eaten.",
      "Ancient Romans considered arugula an aphrodisiac."
    ],
    "asparagus": [
      "Asparagus is packed with folate, important for cell function and tissue growth.",
      "Asparagus contains antioxidants like vitamins E and C.",
      "It takes two to three years to grow asparagus from a seed.",
      "In addition to green asparagus, there are also white and purple variants."
    ],
    "avocado": [
      "One avocado contains about 22 grams of healthy fats.",
      "Avocados are sometimes called 'alligator pears' due to their appearance.",
      "One avocado provides more potassium than what's found in a banana.",
      "The pits and other plant parts of avocados are harmful to animals."
    ],
    "bamboo shoots": [
      "Bamboo is used to build scaffolding in Hong Kong.",
      "Pandas must eat 12-38kg of bamboo every day.",
      "Bamboo is one of the fastest growing plants."
    ],
    "banana": [
      "Bananas are botanically classified as berries.",
      "One banana provides around 12% of the daily potassium requirement.",
      "Bananas are one of the best sources of vitamin B6, supporting cognitive health.",
      "Bananas can help improve mood as they contain tryptophan, which the body converts to serotonin."
    ],
    "barley": [
      "Barley has been cultivated for over 10,000 years, being one of the first grains farmed by humans.",
      "Barley is used to make malt for beer and whiskey production.",
      "Barley can also thrive in harsh, cold climates."
    ],
    "basil": [
      "A 30-gram portion of fresh basil provides 90% of the daily recommended vitamin K.",
      "For an added twist, try the thai or purple basil varieties.",
      "Basil was used in ancient Egyptian embalming rituals."
    ],
    "beet": [
      "A single beet provides about 20% of the daily recommended folate, important for heart and brain health.",
      "Beets might improve athletic performance by increasing oxygen use during exercise.",
      "Zero waste! Beets are edible throughout.",
      "The vibrant color of beets have been used in textile and food dyes."
    ],
    "bell pepper": [
      "One bell pepper contains more vitamin C than an orange.",
      "Red bell peppers are simply ripened green peppers, which is why they are sweeter.",
      "Unlike chili, bell pepper contains no capsaicin. It's therefore not spicy."
    ],
    "bitter melon": [
      "Bitter melon was believed to ward off evil spirits with its bitterness in some Asian cultures.",
      "Bitter melon has been used in traditional medicine for centuries.",
      "Bitter melon can help lower blood sugar, as it contains compounds that mimic the effects of insulin."
    ],
    "black bean": [
      "Black beans have been cultivated in the Americas for over 7000 years.",
      "In addition to providing iron, magnesium and pholate, black beans are rich in protein and fiber."
    ],
    "black lentil": [
      "Black lentils are also called beluga lentils, and they indeed resemble caviar in appearance.",
      "Like other lentils, black lentils improve soil quality as they grow. They're also water-efficient."
    ],
    "black radish": [
      "Spicy black radish is often used in flu remedies in traditional medicine.",
      "Black radish is spicier than its smaller red cousin."
    ],
    "blood orange": [
      "One blood orange provides around 78% of the daily vitamin C requirement.",
      "Blood oranges get their red color from anthocyanins, which are unusual in citrus fruits."
    ],
    "boysenberry": [
      "Boysenberries were created in the 1920s by Rudolph Boysen, who crossed three different berries.",
      "The growth season of boysenberry is short, but they are hard to transport intact whole."
    ],
    "brazil nut": [
      "A 30-gram serving of Brazil nuts provides more than 700% of the daily selenium requirement.",
      "Brazil nuts grow in the Amazon rainforest, in giant trees which can live for more than 500 years."
    ],
    "broccoli": [
      "Broccoli's name comes from the Italian word 'broccolo', meaning 'the flowering top of a cabbage'.",
      "Broccoli is often referred to as a superfood due to its high levels of vitamins and antioxidants."
    ],
    "broccolini": [
      "Broccolini is a hybrid vegetable created by crossing broccoli and Chinese broccoli.",
      "Broccolini's entire plant is tender and edible, including the thin stems and leaves.",
      "Broccolini pairs beautifully with lemon, garlic, soy sauce, or sesame oil."
    ],
    "brown lentil": [
      "Brown lentils have been used since ancient Greece and Egypt.",
      "Brown lentils are used in soups and stews due to their ability to hold their shape during cooking."
    ],
    "brussels sprouts": [
      "Brussels sprouts were widely cultivated in the capital of Belgium in the 16th century.",
      "Brussels sprouts are often featured in European holiday meals."
    ],
    "buckwheat": [
      "Buckwheat is a popular gluten-free grain alternative.",
      "Buckwheat is not related to wheat and is actually a seed from a plant related to rhubarb.",
      "Buckwheat is a key ingredient in many traditional dishes, such as soba noodles and blinis."
    ],
    "bulgur": [
      "Bulgur is made from cracked parboiled wheat, making it easy to cook compared to other whole grains.",
      "Bulgur is used for example in salads, pilafs, soups, and as grain bowl base.",
      "The use of bulgur can be traced back as far as the Hittite empire."
    ],
    "cabbage": [
      "Cabbage has been cultivated for over 4,000 years and was a staple food in ancient Rome and Greece.",
      "In Europe, cabbage is often fermented to make sauerkraut, a popular accompaniment to meats."
    ],
    "cantaloupe": [
      "Cantaloupe was first cultivated in ancient Egypt.",
      "Cantaloupes are named after the Italian town of Cantalupo."
    ],
    "cape gooseberry": [
      "Cape gooseberries are native to the Andean regions of Peru, Colombia, and Ecuador.",
      "Despite their name, cape gooseberries are not related to gooseberries."
    ],
    "caper": [
      "Capers are the unopened flower buds of the caper bush, often pickled in vinegar or salt.",
      "Capers have been used in Mediterranean and Middle Eastern cuisine for thousands of years."
    ],
    "carrot": [
      "One carrot provides over 100% of the daily vitamin A requirement.",
      "Carrots were purple or white until Dutch farmers bred the orange variety in the 17th century."
    ],
    "cashew nut": [
      "A 30-gram portion of cashew nuts provides about 5 grams of protein and 13 grams of healthy fats.",
      "Cashew nuts grow on the end of the cashew apple, which is less commonly eaten.",
      "Cashew nuts are also used in plant-based dairy alternatives."
    ],
    "cauliflower": [
      "Cauliflower has gained popularity as a low-carb substitute for rice and pizza crusts.",
      "Cauliflower belongs to the same family as broccoli, cabbage, and Brussels sprouts."
    ],
    "celeriac": [
      "Celeriac has been cultivated since ancient times, particularly in the Mediterranean region."
    ],
    "celery": [
      "A 30-gram portion of celery contains only about 5 calories, making it a healthy snack.",
      "Celery has been cultivated for over 3,000 years for both culinary and medicinal purposes."
    ],
    "champignon": [
      "Champignons are one of the most widely cultivated and consumed mushrooms in the world."
    ],
    "chanterelle": [
      "Chanterelles are often foraged in the wild, especially in European and North American forests."
    ],
    "chard": ["A 30-gram portion of chard provides about 40% of the daily vitamin K requirement."],
    "chayote": [
      "Though botanically a fruit, chayote is treated like a vegetable in savory dishes."
    ],
    "cherry tomato": ["One cherry tomato contains about 3 calories, making it a healthy snack."],
    "cherry": [
      "Cherries are known for their antioxidant properties and have been cultivated since ancient times.",
      "Cherries are fruits which are relative to plums, peaches, and nectarines."
    ],
    "chestnut": [
      "Compared to most nuts, chestnuts are lower in fat and higher in carbohydrates.",
      "In many cultures, chestnuts are roasted and enjoyed as a festive winter snack."
    ],
    "chia seed": [
      "A 30-gram portion of chia seeds provides about 11 grams of fiber and is rich in omega-3 fatty acids.",
      "Chia seeds were a vital food source for the ancient Aztecs and Mayans."
    ],
    "chili pepper": [
      "Chilis are known for their capsaicin content, which gives them their characteristic heat.",
      "Chili originated in Mexico and has become a fundamental part of cuisines worldwide.",
      "The spiciest chili variety is the Pepper X, with heat level of over 3 million scoville units."
    ],
    "choy sum": [
      "The yellow flowers of choy sum are also edible.",
      "Choy sum is widely used in Chinese, Vietnamese, and Thai cuisines.",
      "Choy sum is ready for harvest in as little as 30 days."
    ],
    "cilantro": [
      "Some find cilantro's flavor soapy due to a genetic trait affecting taste perception."
    ],
    "clementine": [
      "A clementine provides about 60% of the daily vitamin C requirement, making it an immune-boosting snack.",
      "Clementines are a cross between mandarin and bitter orange."
    ],
    "cloudberry": [
      "A 30-gram portion of cloudberries provides over 50% of the daily vitamin C requirement.",
      "Cloudberries grow in cold climates and are highly prized in Nordic countries."
    ],
    "coconut": [
      "Coconuts are used in many forms, including water, milk, oil, and meat.",
      "Coconut shell sounds were used for budgetary reasons instead of horses in the movie Monty Python's Holy Grail."
    ],
    "collard greens": [
      "A 30-gram portion of collard greens provides over 100% of the daily vitamin K requirement.",
      "Collard greens have been cultivated for thousands of years and were popular in ancient Greece and Rome."
    ],
    "corn": [
      "Corn, originally domesticated in Mexico, is one of the most important cereal crops globally.",
      "About 60-70% of corn produced globally is fed to livestock."
    ],
    "couscous": ["Couscous, made from semolina wheat, is common in North African cuisine."],
    "cranberry bean": [
      "A 30-gram portion of cranberry beans provides about 5 grams of protein and 5 grams of fiber."
    ],
    "cranberry": [
      "A 30-gram portion of cranberries provides about 14 calories and a good amount of vitamin C.",
      "Cranberries are native to North America and have been used for both food and medicine for centuries."
    ],
    "cucumber": [
      "Cucumber crops are believed to have originated in South Asia over 3,000 years ago."
    ],
    "dandelion greens": [
      "A 30-gram portion of dandelion greens provides about 25% of the daily vitamin A requirement along with fiber.",
      "Despite being considered a weed, dandelion greens are nutritious."
    ],
    "date": [
      "One date provides about 20 calories and is a good source of natural sugars.",
      "Dates have been cultivated in the Middle East for thousands of years."
    ],
    "dragon fruit": [
      "Dragon fruit is native to Central America and has become popular worldwide.",
      "The flesh of dragon fruit is mildly sweet, and the seeds are rich in healthy fats."
    ],
    "durian": [
      "Durian is banned in public transport in some Asian countries due to its smell.",
      "Despite its pungent smell, durian is a popular delicacy in many Asian countries."
    ],
    "edamame": [
      "Edamame are immature soybeans and are often served as a snack in Japanese cuisine."
    ],
    "eggplant": ["Eggplants are botanically classified as fruits"],
    "farro": ["Farro is an ancient grain that was a staple in the diet of Roman soldiers."],
    "fava bean": [
      "Fava beans have been cultivated for thousands of years and are used in Mediterranean dishes."
    ],
    "fennel": [
      "Both the bulb and seeds of fennel are used in cooking, with the seeds often used as a spice."
    ],
    "fig": [
      "Figs are one of the oldest cultivated fruits, and were considered a symbol of abundance in ancient Greece."
    ],
    "flaxseed": ["Flaxseeds are commonly used as an egg substitute in vegan baking."],
    "garlic": [
      "Garlic has been used for thousands of years, both as a food flavoring and in traditional medicine."
    ],
    "ginger": ["Ginger has been used for centuries in Asian cuisine and traditional medicine."],
    "gooseberry": [
      "A 30-gram portion of gooseberries provides about 30% of the daily vitamin C requirement.",
      "Gooseberries come in multiple colors, with the green ones typically being tart and the red ones sweeter."
    ],
    "grape": [
      "Grapes have been cultivated for over 8,000 years and are also used to make wine, raisins, and juices.",
      "Grapes come in a variety of colors, each with its own unique flavor and texture.",
      "Grapes are grown on six of the seven continents of the world."
    ],
    "grapefruit": [
      "One grapefruit provides around 100% of the daily recommended vitamin C.",
      "Grapefruits, discovered in Barbados in the 18th century, are believed to be a cross between a pomelo and an orange."
    ],
    "green lentil": [
      "A 30-gram portion of green lentils provides about 7 grams of protein and is high in fiber.",
      "Green lentils hold their shape well after cooking, making them ideal for salads, soups, and stews.",
      "Lentils have been a part in Middle Eastern and Indian cuisines for thousands of years."
    ],
    "guava": [
      "One guava provides over 200% of the daily recommended vitamin C.",
      "Guava is native to tropical regions of the Americas."
    ],
    "hazelnut": [
      "Hazelnuts are often used in chocolate spreads and are a key ingredient in pralines.",
      "Turkey is the largest producer of hazelnuts, responsible for nearly 70% of the world's supply."
    ],
    "hedgehog mushroom": [
      "Hedgehog mushrooms are named for their spiny gills.",
      "Hedgehog mushrooms are commonly found in forests in North America and Europe."
    ],
    "hemp seed": [
      "A 30-gram portion of hemp seeds provides about 10 grams of protein and is rich in omega-3 fatty acids.",
      "Hemp seeds come from the same species as cannabis, but they contain very little THC."
    ],
    "honeydew melon": [
      "Honeydew melons are believed to have originated in the Middle East and were cultivated in ancient Egypt."
    ],
    "horseradish": [
      "The sharp taste of horseradish comes from compounds which are released when the root is grated.",
      "Once planted, horseradish is hard to get rid of."
    ],
    "iceberg lettuce": [
      "Iceberg lettuce is one of the most popular salad greens in the U.S.",
      "While low in nutrient density, iceberg lettuce is highly hydrating due to its water content."
    ],
    "jackfruit": [
      "Jackfruit is the heaviest fruit to grow on a tree, weighing up to 40 kilograms.",
      "Native to South Asia, jackfruit has a sweet taste, often compared to a mix of pineapple, banana, and mango."
    ],
    "jalapeno": [
      "Jalapeños are named after the Mexican city of Xalapa in Veracruz.",
      "Jalapeños can reach up to 8000 on the Scoville heat scale, making them a hot but versatile chili.",
      "Smoked, dried jalapeño is better known as chipotle."
    ],
    "jerusalem artichoke": [
      "Jerusalem artichokes are native to North America and were cultivated by Native Americans.",
      "Despite the name, Jerusalem artichokes are not related to artichokes and have no connection to Jerusalem."
    ],
    "jicama": ["While the roots of the jicama plant are edible, the leaves are poisonous."],
    "kale": [
      "Kale is packed with significant amounts of vitamins K, A, and C.",
      "Kale has been cultivated for over 2,000 years and was common in Europe during the Middle Ages."
    ],
    "kamut": [
      "Kamut is believed to have been found in Egyptian tombs, giving it the nickname \"pharaoh's grain\"."
    ],
    "kiwi": [
      "One kiwi provides more than the daily recommended vitamin C.",
      "Kiwi was originally known as 'Chinese gooseberry', but its name was changed for marketing in New Zealand.",
      "The fuzzy skin of the kiwi is edible, though many prefer not to eat it."
    ],
    "kohlrabi": ["Kohlrabi didn't arrive to the US until the 1800's."],
    "kumquat": [
      "Kumquat is a bite-sized fruit that can be eaten whole, including its sweet peel.",
      "Kumquats are unique among citrus fruits because their peel is sweet, while the flesh is tart."
    ],
    "lemon": [
      "One lemon provides about 50% of the daily recommended vitamin C.",
      "Lemons are believed to have originated in Asia and were used by sailors to prevent scurvy."
    ],
    "lettuce": [
      "Lettuce is one of the oldest cultivated plants, with records of it being grown over 4,000 years ago."
    ],
    "lime": [
      "One lime provides about 30% of the daily recommended vitamin C.",
      "Lime juice was historically used by sailors to prevent scurvy."
    ],
    "lingonberry": [
      "Lingonberries are common in Scandinavian cuisine, often made into jam to accompany meat dishes.",
      "Lingonberries grow wild in the forests of Northern Europe and are known for their bright red color."
    ],
    "longan": ["Longan is also called \"the dragon's eye\"."],
    "lychee": ["Lychee is native to China and has been cultivated for over 2,000 years."],
    "macadamia nut": [
      "A 30-gram portion of macadamia nuts provides about 21 grams of healthy fats and 2 grams of protein."
    ],
    "mandarin": [
      "Mandarin is a good source of vitamin C and contains about 40 calories.",
      "Mandarins are a popular, easy-to-peel snack."
    ],
    "mango": [
      "One mango provides around 100% of the daily vitamin C requirement and contains about 200 calories.",
      "Mangoes are native to South Asia but are grown in tropical and subtropical regions worldwide."
    ],
    "manioc": [
      "Manioc is a major source of carbohydrates in tropical regions and is used to make tapioca.",
      "Manioc must be cooked properly, as raw manioc can be toxic due to cyanogenic compounds."
    ],
    "matsutake": [
      "Matsutake is a prized mushroom in Japan and can be quite expensive due to its rarity."
    ],
    "millet": [
      "A 30-gram portion of millet provides about 11 grams of protein and is gluten-free.",
      "Millet is an ancient grain that is a staple food in many parts of Africa and Asia."
    ],
    "mint": ["Mint is also a popular cocktail ingredient, used in cocktails such as mint julep."],
    "mizuna": [
      "Mizuna is a fast-growing leafy green, typically harvested when young for the best flavor."
    ],
    "mung bean": [
      "A 30-gram portion of mung beans provides about 7 grams of protein and is rich in fiber.",
      "Mung beans are highly nutritious and have been cultivated in India for thousands of years."
    ],
    "mustard greens": ["Mustard greens provide vitamins A, C, and K and have a spicy flavor."],
    "napa cabbage": [
      "Napa cabbage is commonly used in Asian dishes, especially in stir-fries and kimchi."
    ],
    "nectarine": [
      "Nectarines are smooth-skinned peaches which are enjoyed fresh or in desserts.",
      "Nectarines thrive in warm climate and are harvested in late summer."
    ],
    "nori": [
      "Nori is rich in iodine and other minerals.",
      "Nori is commonly used to wrap sushi and is a key ingredient in Japanese cuisine.",
      "Nori is a seaweed which is often toasted for added flavor."
    ],
    "oat": ["Oats are often consumed as oatmeal and are a popular breakfast choice."],
    "okra": [
      "Okra is known for its unique texture and is commonly used in Southern cooking and gumbo."
    ],
    "olive": [
      "Olives are rich in healthy fats.",
      "According to legend, the goddess Athena gifted Greeks with the olive tree, thus winning their loyalty.",
      "Olives are harvested from olive trees, which are symbols of peace and longevity."
    ],
    "onion": ["Onions are harmful for many animals."],
    "orange": [
      "One orange contains about 60 calories and provides more than 100% of the daily vitamin C requirement.",
      "Oranges are one of the most popular fruits in the world and are often consumed as juice.",
      "Oranges are believed to have originated in Southeast Asia and were spread by traders."
    ],
    "papaya": [
      "Papaya is often used in salads, smoothies, and desserts, as well as in traditional medicine."
    ],
    "parsley": [
      "Parsley is a good source of vitamins A, C, and K, making it a nutritious addition to meals."
    ],
    "pea sprouts": ["Pea sprouts can also be grown home from dried peas."],
    "peach": ["Peaches are native to China but are now grown in many temperate regions worldwide."],
    "peanut": [
      "Peanuts are rich in healthy fats and protein, providing sustained energy.",
      "Peanuts are technically legumes."
    ],
    "pear": ["There are over 3,000 varieties of pear wordlwide."],
    "pecan nut": [
      "Pecan nuts are rich in healthy fats and contain more than 19 vitamins and minerals.",
      "Pecans are native to North America and were a major food source for Indigenous peoples."
    ],
    "persimmon": [
      "Persimmons come in two main types: astringent (like Hachiya) and non-astringent (like Fuyu).",
      "Persimmons are the national fruit of Japan."
    ],
    "pine nut": [
      "Pine nuts are often used to make pesto, a popular Italian sauce.",
      "Pine nuts are harvested from the cones of pine trees and can take several years to mature."
    ],
    "pineapple": [
      "Pineapple contains bromelain, an enzyme that helps break down proteins.",
      "The pineapple plant can produce only one fruit at a time."
    ],
    "pinto bean": [
      "Pinto beans are named for their speckled appearance when raw but turn brown when cooked."
    ],
    "pistachio nut": [
      "Pistachio nuts have been cultivated for over 9,000 years, originally in the Middle East.",
      "Pistachios naturally split open when ripe, making them easier to eat."
    ],
    "plantain": ["Unlike bananas, plantains are only used cooked."],
    "plum": [
      "Plums are high in vitamin C and antioxidants, especially in their skins.",
      "Plums are related to cherries and almonds and can be eaten fresh or dried to make prunes."
    ],
    "pomegranate": [
      "Pomegranates are known for their vibrant red seeds, called arils, which are rich in fiber.",
      "Pomegranates are often symbolic in ancient cultures."
    ],
    "pomelo": [
      "Pomelo is the largest citrus fruit and is closely related to the grapefruit.",
      "Pomelos are known for their thick rinds and can weigh up to 2 kilograms."
    ],
    "porcini": [
      "Porcini mushrooms are difficult to cultivate and are typically foraged in the wild."
    ],
    "portobello": [
      "Portobello mushrooms are often used as a meat substitute due to their hearty texture.",
      "Portobello mushrooms are simply mature cremini mushrooms, harvested when fully grown."
    ],
    "potato": [
      "Potatoes originated in South America and were first cultivated by the Inca civilization.",
      "King Frederick of Prussia named potatos \"the royal vegetable\" to give them more prestige."
    ],
    "pumpkin seed": [
      "A 30-gram portion of pumpkin seeds provides about 7 grams of protein and is rich in magnesium."
    ],
    "pumpkin": [
      "Pumpkins are rich in beta-carotene, which the body converts to vitamin A.",
      "Pumpkins are often associated with Halloween and are used to make pies and soups."
    ],
    "quince": [
      "A quince is rich in vitamin C but is usually too tart to eat raw.",
      "Quinces have been cultivated since ancient times and were once a symbol of love and fertility."
    ],
    "quinoa": [
      "Quinoa is a gluten-free grain that has gained popularity as a high-protein food.",
      "Quinoa has been cultivated for thousands of years, originally in the Andes Mountains."
    ],
    "rambutan": [
      "Rambutan is closely related to lychee and longan, sharing similar flavors and textures."
    ],
    "red bean": [
      "In Asia, red beans are often used to make sweet red bean paste, a popular filling in desserts."
    ],
    "red lentil": [
      "Red lentils are quick-cooking and often used in soups and stews.",
      "Red lentils lose their shape when cooked, making them perfect for thickening dishes."
    ],
    "red onion": ["Red onions turn a soft pink color when cooked and are often used for pickling."],
    "rhubarb": [
      "Rhubarb is used in desserts, but it's actually a vegetable.",
      "Rhubarb should be paired with high-calcium ingredients, such as dairy.",
      "Though its stalks are edible, rhubarb leaves are toxic."
    ],
    "rice": ["Rice is a staple food for more than half of the world's population."],
    "rutabaga": [
      "Rutabagas are sometimes confused with turnips, but they are larger and have a yellowish flesh."
    ],
    "rye": [
      "Rye is a grain often used to make bread, especially in northern and eastern Europe.",
      "Rye bread has a dense texture and a slightly sour taste, often paired with hearty foods."
    ],
    "safflower seed": [
      "Safflower seeds are often used to make oil that's high in unsaturated fats.",
      "Safflower seeds are commonly used in bird feed but are also enjoyed as a snack by humans."
    ],
    "shiitake": ["Shiitake mushrooms are prized for their meaty texture and umami flavor."],
    "sorghum": [
      "Sorghum is a gluten-free grain often used to make porridge, flour, and syrup.",
      "Sorghum is drought-resistant, making it an important crop in arid regions."
    ],
    "soybean": [
      "Soybeans are used to make tofu, soy milk, and other plant-based products.",
      "Soybeans are a key ingredient in many plant-based diets due to their high protein content."
    ],
    "spelt": [
      "Spelt is an ancient grain that's making a comeback as a healthy alternative to wheat."
    ],
    "spinach": ["Spinach provides vitamins A and K, as well as iron."],
    "sprouts": [
      "Sprouts are young plants harvested just after they begin to grow, often eaten raw.",
      "Sprouts, like alfalfa or bean sprouts, are commonly added to salads and sandwiches for extra crunch."
    ],
    "starfruit": ["Starfruit, or carambola, is known for its distinctive star shape when sliced."],
    "strawberry": ["Botanically strawberry is not a berry, but an aggregate fruit."],
    "sunflower seed": [
      "Sunflower seeds are a popular snack and are also pressed to make oil.",
      "Sunflower seeds provide a good source of vitamin E and healthy fats."
    ],
    "sweet potato": [
      "Sweet potatoes are rich in beta-carotene, which the body converts to vitamin A."
    ],
    "taro": [
      "A 30-gram portion of taro contains about 10% of your daily fiber intake.",
      "Taro leaves are also edible when cooked and provide a good source of vitamin A."
    ],
    "teff": [
      "Teff is an ancient grain native to Ethiopia and is used to make the traditional bread, injera.",
      "Teff is naturally gluten-free, making it popular among those with gluten sensitivities."
    ],
    "tomatillo": [
      "Tomatillos are encased in a papery husk that needs to be removed before consumption."
    ],
    "tomato": [
      "Though often considered a vegetable, tomatoes are botanically classified as fruits.",
      "There are over 10,000 varieties of tomato in the world."
    ],
    "triticale": [
      "Triticale is a hybrid grain created by crossing wheat and rye, combining traits of both.",
      "Triticale is often used in cereals and animal feed but is gaining popularity in human foods."
    ],
    "wakame": [
      "Wakame is a type of seaweed commonly used in Japanese food.",
      "Wakame is low in calories but rich in iodine and calcium."
    ],
    "walnut": [
      "Walnuts are a great source of omega-3 fatty acids, which support brain health.",
      "Walnuts are one of the oldest tree foods known to humanity, dating back to 7,000 B.C."
    ],
    "wasabi": [
      "Wasabi, used as a condiment in Japanese cuisine, has a strong flavor.",
      "Real wasabi is difficult to grow, making it rare and often substituted with horseradish.",
      "Wasabi contains compounds that have antimicrobial properties."
    ],
    "water spinach": [
      "Water spinach spreads aggressively, guaranteeing good crops.",
      "Water spinach may improve water quality, but it's also invasive in certain ecosystems.",
      "Water spinach is not related to spinach."
    ],
    "watercress": [
      "Watercress is one of the most nutrient-dense vegetables, packed with vitamins A, C, and K."
    ],
    "watermelon": [
      "The aptly named watermelon contains over 90% water.",
      "Watermelon rind is also edible and can be pickled or used in smoothies.",
      "Watermelon is grown in over 90 countries around the world."
    ],
    "wheat": [
      "Wheat is one of the most widely grown crops in the world.",
      "Whole wheat is a healthier option compared to refined wheat as it retains the bran and germ."
    ],
    "white bean": ["White beans are rich in fiber and protein."],
    "white onion": [
      "White onions have a milder flavor compared to yellow or red onions, making them ideal for raw dishes."
    ],
    "wild rice": [
      "Wild rice is not technically rice but the seed of aquatic grass native to North America."
    ],
    "yam": [
      "Yams are often confused with sweet potatoes, but they are botanically different.",
      "Yams are rich in fiber, vitamin C, and potassium."
    ],
    "yardlong bean": ["Yardlong beans can grow up to a meter in length."],
    "yellow beet": [
      "Yellow beets are sweeter and milder than their red counterparts.",
      "Unlike beetroots, yellow beets don't create a mess in the kitchen."
    ],
    "yellow lentil": [
      "The quickly-cooking yellow lentils make an easy weeknight meal.",
      "Yellow lentils are easier on the stomach than some other lentils."
    ],
    "yellowfoot mushroom": [
      "Yellowfoot mushrooms thrive in mossy, damp forests.",
      "Yellowfoot mushrooms can be foraged even after the first snow has fallen.",
      "Yellowfoot mushrooms make delicious soup, risotto, or sauces."
    ],
    "zucchini": [
      "Zucchini can be spiralized into noodles, offering a low-carb alternative to pasta.",
      "Squashes come from the Americas, but the name \"zucchini\" comes from Italy."
    ]
  },
  "general": {
    "appTitle": "Eat Your Veggies",
    "appTitleAppend": "Eat Your Veggies - {0}",
    "cancel": "Cancel",
    "clickToAdd": "Add {0}",
    "clickToRemove": "Remove {0}",
    "close": "Close",
    "follow": "Follow on Bluesky",
    "start": "Start"
  },
  "home": {
    "changeLocale": "Change language to {0}",
    "info": "Learn more",
    "infoP1": "A groundbreaking 2018 study called The American Gut Project revealed that people who consume at least 30 different types of plant-based foods each week enjoy a more diverse gut microbiome. This diversity could be key to better digestion, stronger immune system, and even enhanced brain function. According to the study, by steadily incorporating a wide range of vegetables into your diet, you can reduce inflammation, improve nutrient absorption, and boost your overall vitality.",
    "infoP2": "Eat Your Veggies is a free app for tracking plant-based ingredients in your meals. The app requires no registration and the data is kept in your own device's browser cache.",
    "infoP3": "Don't miss out on the benefits of a diverse diet. Transform your health today with the help of Eat Your Veggies and experience the difference that plant diversity can make.",
    "infoTitle": "What is this about?",
    "callout": "Adopt a healthy lifestyle by eating 30 plant-based ingredients each week. Track your progress easily with this free app."
  },
  "locales": {
    "en": "English",
    "fi": "Suomi"
  },
  "qa": {
    "appPurpose": {
      "title": "What's this app for?",
      "text": "Eat Your Veggies is a free app for tracking plant-based ingredients on weekly basis in your diet. According to a study, consuming 30 or more veggies weekly has multiple health benefits over a less versatile diet. The key, according to study, is not just the amounts you consume, but also variation."
    },
    "categories": {
      "title": "But strawberry is a...",
      "text": "...false fruit, I know. Also tomato is not a vegetable in biological sense, so the app takes some liberties in its categories. Still, please report any major inaccuracies you come across! You can also request missing veggies to be added. They should be such that are commercially available globally."
    },
    "contact": {
      "link": {
        "url": "https://github.com/ajuvonen/veggies/",
        "text": "GitHub"
      },
      "title": "How to get in touch?",
      "text": "You can find the project page in {0}. The page has separate boards for reporting issues and engaging in other discussion. Thank you for your interest towards the project!"
    },
    "isItFree": {
      "title": "Is the app monetized?",
      "text": "The app is free to use, and it has no advertisements. There will be a possibility to donate, but don't feel obliged."
    },
    "isMyDataSafe": {
      "title": "Is my data safe?",
      "text": "The data is stored in your browser's local storage and is not shared with any third parties. You can at any time you wish reset the app using the button below."
    },
    "studyDetails": {
      "link": {
        "url": "https://doi.org/10.1128/msystems.00031-18",
        "text": "American Society for Microbiology (ASM)"
      },
      "title": "What's the science?",
      "text": "I'm neither a nutritian nor a biologist, so I don't want to make exaggerated claims or interpretations. I'm not affiliated with the study in any way, but if you want to read more about the study, look up The American Gut Project from the journal of {0}."
    },
    "title": "Common Questions",
    "whatCounts": {
      "title": "What counts as a portion?",
      "text": "Ultimately, how you use the app is up to your discretion. However, consider that minuscule amounts might not be of any nutritional value. Therefore I personally consider only portions of a heaping tablespoon or larger adequate. It is also worth noting that very processed foods don't count towards a portion. So ketchup should not equal a tomato."
    }
  },
  "settings": {
    "locale": "Language",
    "reset": {
      "button": "Reset",
      "label": "Remove all data from the app",
      "text": "Continuing with the reset will wipe all your previously saved data and start from scratch. This action cannot be undone.",
      "title": "Are you sure you want to reset?"
    },
    "title": "Settings"
  },
  "stats": {
    "0": "This week's veggies",
    "1": "Last five weeks",
    "2": "All time",
    "3": "Veggie list",
    "4": "Achievements",
    "allTimeCategories": "Comparison By Categories",
    "chosenStats": "Chosen Statistics",
    "grid1": {
      "topLabel": "In Total",
      "bottomLabel": "Weeks"
    },
    "grid2": {
      "topLabel": "Over 30 Veggies in",
      "bottomLabel": "Weeks"
    },
    "grid3": {
      "topLabel": "In Total",
      "bottomLabel": "Unique Veggies"
    },
    "grid4": {
      "topLabel": "At Most",
      "bottomLabel": "Veggies in a Week"
    },
    "grid5": {
      "topLabel": "Completed",
      "bottomLabel": "Weekly Challenges"
    },
    "week": "Wk {0}",
    "weeklyAmounts": "Weekly Amounts",
    "weeklyCategories": "Weekly Categories"
  },
  "toasts": {
    "challengeCompleted": "You have completed your weekly challenge! {0}!",
    "firstVeggie": "First veggie added! {0}!",
    "totalVeggies": "You have reached a total of {0} veggies! {1}!",
    "uniqueVeggies": "You have sampled {0} out of {1} veggies on this app! {2}!"
  },
  "veggieList": {
    "complete": "(complete)",
    "missing": "(missing)"
  },
  "veggies": {
    "almond": "almond",
    "amaranth": "amaranth",
    "apple": "apple",
    "apricot": "apricot",
    "artichoke": "artichoke",
    "arugula": "arugula",
    "asparagus": "asparagus",
    "avocado": "avocado",
    "bamboo shoots": "bamboo shoots",
    "banana": "banana",
    "barley": "barley",
    "basil": "basil",
    "beet": "beet",
    "bell pepper": "bell pepper",
    "bitter melon": "bitter melon",
    "black bean": "black bean",
    "black lentil": "black lentil",
    "black radish": "black radish",
    "black salsify": "black salsify",
    "black trumpet mushroom": "black trumpet mushroom",
    "black-eyed pea": "black-eyed pea",
    "blackberry": "blackberry",
    "blood grapefruit": "blood grapefruit",
    "blood orange": "blood orange",
    "blueberry": "blueberry",
    "bok choy": "bok choy",
    "boysenberry": "boysenberry",
    "brazil nut": "brazil nut",
    "broccoli": "broccoli",
    "broccolini": "broccolini",
    "brown lentil": "brown lentil",
    "brussels sprouts": "brussels sprouts",
    "buckwheat": "buckwheat",
    "bulgur": "bulgur",
    "butter bean": "butter bean (lima bean)",
    "cabbage": "cabbage",
    "cannellini bean": "cannellini bean",
    "cantaloupe": "cantaloupe",
    "cape gooseberry": "cape gooseberry",
    "caper": "caper",
    "carrot": "carrot",
    "cashew nut": "cashew nut",
    "cauliflower": "cauliflower",
    "celeriac": "celeriac",
    "celery": "celery",
    "champignon": "champignon",
    "chanterelle": "chanterelle",
    "chard": "chard",
    "chayote": "chayote",
    "cherimoya": "cherimoya",
    "cherry tomato": "cherry tomato",
    "cherry": "cherry",
    "chestnut": "chestnut",
    "chia seed": "chia seed",
    "chickpea": "chickpea",
    "chili pepper": "chili pepper",
    "chives": "chives",
    "choy sum": "choy sum",
    "cilantro": "cilantro",
    "clementine": "clementine",
    "cloudberry": "cloudberry",
    "coconut": "coconut",
    "collard greens": "collard greens",
    "corn": "corn",
    "couscous": "couscous",
    "cranberry bean": "cranberry bean",
    "cranberry": "cranberry",
    "cucumber": "cucumber",
    "daikon": "daikon",
    "dandelion greens": "dandelion greens",
    "date": "date",
    "dill": "dill",
    "dragon fruit": "dragon fruit",
    "durian": "durian",
    "edamame": "edamame",
    "eggplant": "eggplant",
    "endive": "endive",
    "farro": "farro",
    "fava bean": "fava bean",
    "fennel": "fennel",
    "fig": "fig",
    "flageolet bean": "flageolet bean",
    "flaxseed": "flaxseed",
    "frisée": "frisée",
    "garlic": "garlic",
    "ginger": "ginger",
    "gooseberry": "gooseberry",
    "grape": "grape",
    "grapefruit": "grapefruit",
    "green bean": "green bean",
    "green lentil": "green lentil",
    "guava": "guava",
    "hazelnut": "hazelnut",
    "hedgehog mushroom": "hedgehog mushroom",
    "hemp seed": "hemp seed",
    "hokkaido pumpkin": "hokkaido pumpkin",
    "holy basil": "holy basil",
    "honeydew melon": "honeydew melon",
    "horseradish": "horseradish",
    "iceberg lettuce": "iceberg lettuce",
    "jackfruit": "jackfruit",
    "jalapeno": "jalapeño",
    "jerusalem artichoke": "jerusalem artichoke",
    "jicama": "jicama",
    "kale": "kale",
    "kamut": "kamut",
    "kidney bean": "kidney bean",
    "kiwi": "kiwi",
    "kohlrabi": "kohlrabi",
    "kumquat": "kumquat",
    "leek": "leek",
    "lemon": "lemon",
    "lettuce": "lettuce",
    "lime": "lime",
    "lingonberry": "lingonberry",
    "longan": "longan",
    "lychee": "lychee",
    "macadamia nut": "macadamia nut",
    "mache": "mache",
    "mandarin": "mandarin",
    "mango": "mango",
    "mangosteen": "mangosteen",
    "manioc": "manioc (cassava)",
    "matsutake": "matsutake",
    "millet": "millet",
    "mint": "mint",
    "mizuna": "mizuna",
    "mung bean": "mung bean",
    "musk gourd": "musk gourd",
    "mustard greens": "mustard greens",
    "napa cabbage": "napa cabbage",
    "nectarine": "nectarine",
    "nori": "nori",
    "oak leaf lettuce": "oakleaf lettuce",
    "oat": "oat",
    "okra": "okra",
    "olive": "olive",
    "onion": "onion",
    "orange": "orange",
    "oyster mushroom": "oyster mushroom",
    "papaya": "papaya",
    "parsley root": "parsley root",
    "parsley": "parsley",
    "parsnip": "parsnip",
    "passion fruit": "passion fruit",
    "pea sprouts": "pea sprouts",
    "pea": "garden pea",
    "peach": "peach",
    "peanut": "peanut",
    "pear": "pear",
    "pecan nut": "pecan nut",
    "persimmon": "persimmon",
    "pine nut": "pine nut",
    "pineapple": "pineapple",
    "pinto bean": "pinto bean",
    "pistachio nut": "pistachio nut",
    "plantain": "plantain",
    "plum": "plum",
    "pointed pepper": "pointed pepper",
    "pomegranate": "pomegranate",
    "pomelo": "pomelo",
    "porcini": "porcini",
    "portobello": "portobello",
    "potato": "potato",
    "prickly pear": "prickly pear",
    "pumpkin seed": "pumpkin seed",
    "pumpkin": "pumpkin",
    "quince": "quince",
    "quinoa": "quinoa",
    "radicchio": "radicchio",
    "radish": "radish",
    "rambutan": "rambutan",
    "raspberry": "raspberry",
    "red bean": "red bean",
    "red cabbage": "red cabbage",
    "red leaf lettuce": "red leaf lettuce",
    "red lentil": "red lentil",
    "red onion": "red onion",
    "rhubarb": "rhubarb",
    "rice": "rice",
    "romaine": "romaine",
    "rutabaga": "rutabaga",
    "rye": "rye",
    "safflower seed": "safflower seed",
    "savoy cabbage": "savoy cabbage",
    "scallion": "scallion",
    "scarlet runner bean": "scarlet runner bean",
    "sesame seed": "sesame seed",
    "shallot": "shallot",
    "shiitake": "shiitake",
    "snow pea": "snow pea",
    "sorghum": "sorghum",
    "sorrel": "sorrel",
    "soybean": "soybean",
    "spaghetti squash": "spaghetti squash",
    "spelt": "spelt",
    "spinach": "spinach",
    "sprouts": "sprouts",
    "starfruit": "starfruit",
    "strawberry": "strawberry",
    "sunflower seed": "sunflower seed",
    "sweet potato": "sweet potato",
    "taro": "taro",
    "teff": "teff",
    "thyme": "thyme",
    "tomatillo": "tomatillo",
    "tomato": "tomato",
    "triticale": "triticale",
    "turnip": "turnip",
    "wakame": "wakame",
    "walnut": "walnut",
    "wasabi": "wasabi",
    "water spinach": "water spinach",
    "watercress": "watercress",
    "watermelon": "watermelon",
    "wheat": "wheat",
    "white bean": "white bean",
    "white onion": "white onion",
    "wild rice": "wild rice",
    "yam": "yam",
    "yardlong bean": "yardlong bean",
    "yellow beet": "yellow beet",
    "yellow lentil": "yellow lentil",
    "yellowfoot mushroom": "yellowfoot mushroom",
    "zucchini": "zucchini"
  },
  "veggieSearch": {
    "challenge": "Your Weekly Challenge",
    "noResults": "No Results",
    "search": "Track Weekly Veggies"
  },
  "veggiesTotal": {
    "title": "Unique Veggies",
    "label": "{0} % tasted"
  },
  "views": {
    "home": "Home",
    "log": "Weekly Progress",
    "settings": "Settings",
    "stats": "Statistics"
  }
}
