{
  "achievements": {
    "challengeAccepted": {
      "title": "Haaste vastaanotettu",
      "ariaLabel": "{0} suoritettua viikkohaastetta",
      "badgeText": "{0} haastetta",
      "1": "Olet suorittanut viisi viikkohastetta ja ansainnut pronssisen palkinnon!",
      "2": "Olet suorittanut kymmenen viikkohastetta ja ansainnut hopeisen palkinnon!",
      "3": "Olet suorittanut 20 viikkohastetta ja ansainnut kultaisen palkinnon!"
    },
    "committed": {
      "title": "Sitoutunut",
      "ariaLabel": "{0} kuukauden aktiivinen käyttö",
      "badgeText": "{0} kuukautta",
      "1": "Olet käyttänyt sovellusta aktiivisesti kolme kuukautta ja ansainnut pronssisen palkinnon!",
      "2": "Olet käyttänyt sovellusta aktiivisesti kuusi kuukautta ja ansainnut hopeisen palkinnon!",
      "3": "Olet käyttänyt sovellusta aktiivisesti yhden vuoden ja ansainnut kultaisen palkinnon!"
    },
    "completionist": {
      "title": "Keräilijä",
      "ariaLabel": "{0} erilaista kasvista",
      "badgeText": "{0} kasvista",
      "1": "Olet lisännyt yhteensä 40 erilaista kasvista ja ansainnut pronssisen palkinnon!",
      "2": "Olet lisännyt kunnioitettavat 80 erilaista kasvista ja ansainnut hopeisen palkinnon!",
      "3": "Olet lisännyt uskomattomat 150 erilaista kasvista ja ansainnut kultaisen palkinnon!"
    },
    "experimenterBean": {
      "title": "Kokeilija",
      "ariaLabel": "{0} erilaista papua ja palkokasvia",
      "badgeText": "Pavut",
      "3": "Olet kokeillut 15:tä erilaista papua ja palkokasvia ansaiten tämän palkinnon!"
    },
    "experimenterFruit": {
      "title": "Kokeilija",
      "ariaLabel": "{0} erilaista hedelmää ja marjaa",
      "badgeText": "Hedelmät",
      "3": "Olet kokeillut 15:tä erilaista hedelmää ja marjaa ansaiten tämän palkinnon!"
    },
    "experimenterGrain": {
      "title": "Kokeilija",
      "ariaLabel": "{0} erilaista viljaa, pähkinää ja siementä",
      "badgeText": "Viljat",
      "3": "Olet kokeillut 15:tä erilaista viljaa, pähkinää ja siementä ansaiten tämän palkinnon!"
    },
    "experimenterLeafy": {
      "title": "Kokeilija",
      "ariaLabel": "{0} erilaista lehtivihreää",
      "badgeText": "Vihreät",
      "3": "Olet kokeillut 15:tä erilaista lehtivihreää ja yrttiä ansaiten tämän palkinnon!"
    },
    "experimenterRoot": {
      "title": "Kokeilija",
      "ariaLabel": "{0} erilaista juuresta",
      "badgeText": "Juurekset",
      "3": "Olet kokeillut 15:tä erilaista juuresta ansaiten tämän palkinnon!"
    },
    "experimenterVegetable": {
      "title": "Kokeilija",
      "ariaLabel": "{0} erilaista kasvista",
      "badgeText": "Vihannekset",
      "3": "Olet kokeillut 15:tä erilaista kasvista ansaiten tämän palkinnon!"
    },
    "favorite": {
      "title": "Oma suosikki",
      "ariaLabel": "Sama kasvis {0} kertaa",
      "badgeText": "{0} kokeilua",
      "1": "Olet kokeillut samaa kasvista 20 kertaa ja ansainnut pronssisen palkinnon!",
      "2": "Olet kokeillut samaa kasvista 50 kertaa ja ansainnut hopeisen palkinnon!",
      "3": "Olet kokeillut samaa kasvista 100 kertaa ja ansainnut kultaisen palkinnon!"
    },
    "hotStreak": {
      "title": "Putki päällä",
      "ariaLabel": "{0} viikon putki yli 30 kasvista viikossa",
      "badgeText": "{0} Viikkoa",
      "1": "Alkaa polttaa! Viiden viikon putki yli 30 erilaista kasvista joka viikko!",
      "2": "Olet liekeissä! Kymmenen viikon putki yli 30 erilaista kasvista joka viikko!",
      "3": "Scorchio! 20:n viikon putki yli 30 erilaista kasvista joka viikko!"
    },
    "newAchievements": "Uusia saavutuksia avattu!",
    "thirtyVeggies": {
      "title": "Tämän viikon aherrus",
      "ariaLabel": "{0} erilaista kasvista tällä viikolla",
      "badgeText": "{0} viikossa",
      "3": "Tämän viikon tavoite on saavutettu - mutta älä lopeta tähän!",
      "4": "Ylikierroksilla! 40 erilaista kasvista tällä viikolla avaa tämän salaisen palkinnon!"
    }
  },
  "categories": {
    "Bean": "Pavut ja palkokasvit",
    "Fruit": "Hedelmät ja marjat",
    "Grain": "Vilja, pähkinät ja siemenet",
    "Leafy": "Lehtivihreät ja yrtit",
    "Root": "Juurekset",
    "Vegetable": "Vihannekset"
  },
  "categoryStatus": {
    "bottomLabel": "Kasvista",
    "bottomLabelTotal": "Lisäystä",
    "centerLabel": "{0} {1} {2}",
    "entry": "{0} {1} ({2})",
    "topLabel": "Tällä Viikolla",
    "topLabelTotal": "Yhteensä",
    "veggiesOfTheWeek": "Viikon kasvikset",
    "veggiesTotal": "Kaikki toiminnot yhteensä"
  },
  "cheers": {
    "0": "Hienoa",
    "1": "Mahtavaa",
    "2": "Hyvä",
    "3": "Upeaa",
    "4": "Jatka samaan tahtiin",
    "5": "Loistavaa",
    "6": "Hyvin tehty",
    "7": "Täydellistä",
    "8": "Erinomaista",
    "9": "Hyvää työtä"
  },
  "facts": {
    "almond": [
      "Mantelimaito on suosittu kasvipohjainen vaihtoehto lehmänmaidolle.",
      "30 gramman annos manteleita sisältää 37 % päivittäisestä E-vitamiinista."
    ],
    "amaranth": [
      "Amarantti on gluteeniton vilja.",
      "Atsteekeille amarantti oli pyhä satokasvi.",
      "Amarantin siemeniä voi paahtaa popcornin tapaan."
    ],
    "apple": [
      "Keskikokoinen omena sisältää noin 14 % päivittäisestä C-vitamiinista.",
      "Maailmassa viljellään yli 7500 omenalajiketta.",
      "Omenoissa on noin 25% ilmaa, minkä vuoksi ne kelluvat vedessä."
    ],
    "apricot": [
      "Apricots appear on the Armenian coat of arms, where it symbolizes good fortune.",
      "Apricots were among the first fruits to go to space as part of astronaut meals."
    ],
    "artichoke": [
      "Latva-artisokat ovat yksi eniten antioksidantteja sisältävistä vihanneksista.",
      "Italia on maailman suurin artisokantuottaja."
    ],
    "arugula": [
      "Rucola on hyvä A-, C- ja K-vitamiinien lähde.",
      "Myös rucolan kukintoja ja siemeniä voidaan syödä.",
      "Muinaiset roomalaiset pitivät rucolaa lemmenrohtona."
    ],
    "asparagus": [
      "Parsassa on runsaasti folaattia, joka on tärkeää solujen toiminnalle ja kudosten kasvulle.",
      "Parsa sisältää antioksidantteja, kuten E- ja C-vitamiinia.",
      "Parsan kasvattaminen siemenestä kestää kahdesta kolmeen vuotta.",
      "Vihreän parsan lisäksi saatavilla on myös valkoinen ja violetti variantti."
    ],
    "avocado": [
      "Yksi avokado sisältää noin 22 g terveellisiä rasvoja.",
      "Avokadoja kutsutaan joskus \"alligaattoripäärynöiksi\" ulkonäkönsä vuoksi.",
      "Yksi avokado sisältää enemmän kaliumia kuin banaani.",
      "Avokadojen siemenet sekä muut kasvin osat ovat eläimille haitallisia."
    ],
    "bamboo shoots": [
      "Bambusta tehdään rakennustelineitä Hongkongissa.",
      "Pandojen on syötävä 12-38 kg bambua päivittäin.",
      "Bambu on yksi nopeimmin kasvavista kasveista."
    ],
    "banana": [
      "Banaanit ovat kasvitieteellisessä mielessä marjoja.",
      "Yksi banaani sisältää noin 12 % päivittäisestä kaliumista.",
      "Banaanit ovat yksi parhaista B6-vitamiinin lähteistä, tukien kognitiivista terveyttä.",
      "Banaanien sisältämä tryptofaani muuttuu elimistössä serotoniiniksi ja voi parantaa mielialaa."
    ],
    "barley": [
      "Ohraa on viljelty yli 10 000 vuotta, ja se on yksi ensimmäisistä ihmisten viljelemistä viljoista.",
      "Ohraa käytetään mallasjuomien, kuten oluen ja viskin, valmistuksessa.",
      "Ohra menestyy myös ankarammissa, kylmissä ilmastoissa."
    ],
    "basil": [
      "30 gramman annos tuoretta basilikaa sisältää 90 % päivittäisestä K-vitamiinista.",
      "Kokeile thai- tai purppurabasilikaa saadaksesi uutta twistiä ruoanlaittoon.",
      "Muinaisessa Egyptissä basilikaa käytettiin balsamointirituaaleissa."
    ],
    "beet": [
      "Yksi punajuuri sisältää noin 20 % päivittäisestä folaatista, joka on tärkeää sydämen ja aivojen terveydelle.",
      "Punajuuret voivat parantaa urheilusuoritusta lisäämällä hapen hyödyntämistä liikunnan aikana.",
      "Ei hävikkiä! Punajuuri on kokonaan syötävä vihannes.",
      "Kirkkaan väristä punajuurta on käytetty tekstiilien ja ruokien väriaineena."
    ],
    "bell pepper": [
      "Yksi paprika sisältää enemmän C-vitamiinia kuin appelsiini.",
      "Punaiset paprikat ovat vain kypsiä vihreitä paprikoita, mikä tekee niistä makeampia.",
      "Toisin kuin chili, paprika ei sisällä lainkaan kapsaisiinia. Se ei siis ole tulinen."
    ],
    "bitter melon": [
      "Joissain Aasian kulttuureissa karvaskurkun uskottiin karkottavan pahoja henkiä maullaan.",
      "Karvaskurkkua on käytetty perinteisessä lääketieteessä vuosisatojen ajan.",
      "Karvaskurkku voi auttaa laskemaan verensokeria, koska se sisältää insuliinin tavoin vaikuttavia yhdisteitä."
    ],
    "black bean": [
      "Mustapapuja on viljelty Amerikassa yli 7000 vuoden ajan.",
      "Mustapapu sisältää paitsi rautaa, magnesiumia ja folaattia, myös proteiinia ja kuitua."
    ],
    "black lentil": [
      "Mustia linssejä kutsutaan myös beluga-linsseiksi, ja ne muistuttavatkin ulkomuodoltaan kaviaaria.",
      "Muiden linssien tavoin mustat linssit parantavat maaperän laatua kasvaessaan. Ne pärjäävät myös vähällä kastelulla."
    ],
    "black radish": [
      "Perinteisessä lääketieteessä mausteista retikkaa käytetään usein flunssan oireisiin.",
      "Retikka on tavallisesti pienempää punaista retiisiä mausteisempi."
    ],
    "blood orange": [
      "Yksi veriappelsiini sisältää noin 78 % päivittäisestä C-vitamiinista.",
      "Veriappelsiinit saavat punaisen värinsä antosyaaneista, jotka ovat harvinaisia sitrushedelmissä."
    ],
    "boysenberry": [
      "Rudolph Boysen kehitti boysenmarjan 1920-luvulla risteyttämällä kolme eri marjaa.",
      "Boysenmarjojen kasvukausi on lyhyt, mutta niitä on vaikea kuljettaa kokonaisina."
    ],
    "brazil nut": [
      "30 gramman annos brasilianpähkinöitä sisältää yli 700 % päivittäisestä seleenistä.",
      "Brasilianpähkinät kasvavat Amazonin sademetsässä jättimäisissä, yli 500-vuotiaaksi elävissä puissa."
    ],
    "broccoli": [
      "Parsakaalin nimi tulee italian sanasta \"broccolo\", joka tarkoittaa \"kaalin kukintoa\".",
      "Parsakaalia pidetään superruokana korkeiden vitamiini- ja antioksidanttipitoisuuksiensa vuoksi."
    ],
    "broccolini": [
      "Broccolini on hybridi, joka on luotu risteyttämällä parsakaali ja kiinalainen parsakaali.",
      "Broccolini on lehtineen ja varsineen kokonaan syötävä.",
      "Broccolini sopii hyvin yhteen sitruunan, valkosipulin, soijakastikkeen tai seesamiöljyn kanssa."
    ],
    "brown lentil": [
      "Ruskeita linssejä on käytetty jo antiikin Kreikassa ja Egyptissä.",
      "Ruskeita linssejä käytetään keitoissa ja pataruoissa, koska ne säilyttävät muotonsa kypsennyksen aikana."
    ],
    "brussels sprouts": [
      "Ruusukaalia viljeltiin laajasti Belgian pääkaupungissa 1500-luvulla.",
      "Ruusukaali on usein esillä perinteisissä eurooppalaisissa juhla-aterioissa."
    ],
    "buckwheat": [
      "Tattari on suosittu gluteeniton viljavalmiste.",
      "Tattari ei ole sukua vehnälle, vaan se on raparperinsukuisen kasvin siemen.",
      "Tattari on keskeinen ainesosa monissa perinteisissä ruoissa, kuten soba-nuudeleissa ja blineissä."
    ],
    "bulgur": [
      "Bulgur valmistetaan esikypsytetystä rikotusta vehnästä, mikä tekee siitä muita täysjyväviljoja helpomman kypsentää.",
      "Bulguria käytetään esimerkiksi salaateissa, pilahvissa, keitoissa ja kulhoruokien pohjana.",
      "Bulgurin käytöstä on löytynyt todisteita jo muinaisten heettiläisten ajoilta."
    ],
    "cabbage": [
      "Kaalia on viljelty yli 4000 vuotta, ja se oli peruselintarvike antiikin Roomassa ja Kreikassa.",
      "Euroopassa kaalia fermentoidaan usein hapankaaliksi, joka on suosittu lisuke liharuokien kanssa."
    ],
    "cantaloupe": [
      "Verkkomelonia viljeltiin ensimmäisen kerran muinaisessa Egyptissä.",
      "Verkkomelonin englanninkielinen nimi \"cantaloupe\" tulee Cantalupon kaupungista Italiasta."
    ],
    "cape gooseberry": [
      "Ananaskirsikoita kasvaa luonnossa erityisesti Perun, Kolumbian ja Ecuadorin vuoristoalueilla.",
      "Nimestään huolimatta ananaskirsikka ei ole sukua ananakselle eikä kirsikalle."
    ],
    "caper": [
      "Kaprikset ovat kaprispensaan aukeamattomia kukkanuppuja, jotka säilötään etikkaan tai suolaan.",
      "Kaprikset ovat olleet käytössä Välimeren ja Lähi-idän keittiöissä tuhansien vuosien ajan."
    ],
    "carrot": [
      "Yksi porkkana sisältää yli 100 % päivän A-vitamiinista.",
      "Porkkanat olivat joko violetteja tai valkoisia, kunnes hollantilaiset maanviljelijät kehittivät oranssin lajikkeen 1600-luvulla."
    ],
    "cashew nut": [
      "30 gramman annos cashewpähkinöitä sisältää noin 5 g proteiinia ja 13 g terveellisiä rasvoja.",
      "Cashewpähkinät kasvavat harvemmin syödyn cashew-omenan päässä.",
      "Cashewpähkinöitä käytetään myös kasvipohjaisten maitotuotteiden valmistamiseen."
    ],
    "cauliflower": [
      "Kukkakaali on saanut suosiota vähähiilihydraattisena riisin ja pizzapohjan korvikkeena.",
      "Kukkakaali kuuluu samaan perheeseen parsakaalin, kaalin ja ruusukaalin kanssa."
    ],
    "celeriac": [
      "Juuriselleriä on viljelty antiikin ajoista lähtien, erityisesti Välimeren alueella."
    ],
    "celery": [
      "30 gramman annos selleriä sisältää vain noin 5 kaloria, joten se on terveellinen välipala.",
      "Selleriä on viljelty yli 3000 vuoden ajan sekä ruoaksi että lääketieteellisiin tarkoituksiin."
    ],
    "champignon": ["Herkkusieni on yksi maailman laajimmin viljellyistä ja kulutetuista sienistä."],
    "chanterelle": [
      "Kanttarelleja kerätään usein luonnosta, erityisesti Euroopan ja Pohjois-Amerikan metsistä."
    ],
    "chard": ["30 gramman annos lehtimangoldia sisältää noin 40 % päivän K-vitamiinista."],
    "chayote": [
      "Vaikka kajottikurpitsa on kasvitieteellisesti hedelmä, sitä käytetään suolaisissa ruoissa kuin vihannesta."
    ],
    "cherry tomato": [
      "Yksi kirsikkatomaatti sisältää noin 3 kaloria, mikä tekee siitä terveellisen välipalan."
    ],
    "cherry": [
      "Kirsikat tunnetaan antioksidanttisista ominaisuuksistaan, ja niitä on viljelty antiikin ajoista lähtien.",
      "Kirsikat ovat luumujen, ja toisaalta myös persikoiden ja nektariinien, sukulaishedelmiä."
    ],
    "chestnut": [
      "Useimpiin pähkinöihin verrattuna kastanjat ovat vähärasvaisempia ja sisältävät enemmän hiilihydraatteja.",
      "Monissa kulttuureissa kastanjat paahdetaan ja nautitaan talviherkkuna."
    ],
    "chia seed": [
      "30 gramman annos chiasiemeniä sisältää noin 11 g kuitua ja runsaasti omega-3-rasvahappoja.",
      "Chiasiemenet olivat tärkeä ravinnonlähde muinaisille atsteekeille ja mayoille."
    ],
    "chili pepper": [
      "Chilit tunnetaan kapsaisiinista, joka antaa niille niiden ominaisen tulisuuden.",
      "Chili on peräisin Meksikosta, josta se on levinnyt osaksi keittiöitä maailmanlaajuisesti.",
      "Tulisin chililajike on Pepper X, jonka tulisuus on yli 3 miljoonaa Scoville-yksikköä."
    ],
    "choy sum": [
      "Sellerikaalin keltaiset kukat ovat myös syötäviä.",
      "Sellerikaalia käytetään paljon kiinalaisessa, vietnamilaisessa ja thaimaalaisessa keittiössä.",
      "Sellerikaalin sato on korjattavissa jopa 30:ssä päivässä."
    ],
    "cilantro": [
      "Jotkut kokevat korianterin maun saippuaiseksi geneettisen, makuaistimukseen vaikuttavan ominaisuutensa vuoksi."
    ],
    "clementine": [
      "Klementiini sisältää noin 60 % päivittäisestä C-vitamiinista, joten se on immuunijärjestelmää tukeva välipala.",
      "Klementiinit ovat mandariinin ja pomeranssin hybridi."
    ],
    "cloudberry": [
      "30 gramman annos hilloja sisältää yli 50 % päivittäisestä C-vitamiinista.",
      "Hillat kasvavat kylmissä ilmastoissa ja ovat erittäin arvostettuja Pohjoismaissa."
    ],
    "coconut": [
      "Kookospähkinöitä käytetään monissa eri muodoissa, mukaan lukien vesi, maito, öljy ja hedelmäliha.",
      "Elokuvassa Monty Pythonin Hullu Maailma käytettiin budjettisyistä kookospähkinän kuoria hevosen äänten tuottamiseen."
    ],
    "collard greens": [
      "30 gramman annos lehtikaalia sisältää yli 100 % päivittäisestä K-vitamiinista.",
      "Lehtikaalia on viljelty tuhansien vuosien ajan ja se oli suosittu vihannes antiikin Kreikassa ja Roomassa."
    ],
    "corn": [
      "Maissi, jonka viljely on peräisin Meksikosta, on yksi maailman tärkeimmistä viljakasveista.",
      "Noin 60-70 % maailmassa tuotetusta maissista päätyy eläinten rehuksi."
    ],
    "couscous": [
      "Couscous, joka valmistetaan mannasuurimoista, on yleinen Pohjois-Afrikan keittiössä."
    ],
    "cranberry bean": [
      "30 gramman annos borlottipapuja sisältää noin 5 g proteiinia ja 5 g kuitua."
    ],
    "cranberry": [
      "30 gramman annos karpaloita sisältää noin 14 kaloria ja hyvän määrän C-vitamiinia.",
      "Karpalot ovat peräisin Pohjois-Amerikasta ja niitä on käytetty sekä ravintona että lääkkeenä vuosisatojen ajan."
    ],
    "cucumber": ["Kurkun viljelyn uskotaan alkaneen Etelä-Aasiassa yli 3000 vuotta sitten."],
    "dandelion greens": [
      "30 gramman annos voikukanlehtiä sisältää noin 25 % päivittäisestä A-vitamiinista sekä kuitua.",
      "Vaikka voikukkaa pidetään usein rikkaruohona, sen lehdet ovat ravitsevia."
    ],
    "date": [
      "Yksi taateli sisältää noin 20 kaloria ja se on hyvä luonnollisten sokereiden lähde.",
      "Taateleita on viljelty Lähi-idässä tuhansien vuosien ajan."
    ],
    "dragon fruit": [
      "Pitaija on kotoisin Keski-Amerikasta ja se on saavuttanut maailmanlaajuisen suosion.",
      "Pitaijan liha on miedon makeaa, ja sen siemenet ovat täynnä terveellisiä rasvoja."
    ],
    "durian": [
      "Durian on kielletty voimakkaan tuoksunsa vuoksi joissain julkisissa liikennevälineissä Aasiassa.",
      "Huolimatta pistävästä hajustaan, durian on suosittu herkku monissa Aasian maissa."
    ],
    "edamame": [
      "Edamame on kypsymätön soijapapu ja sitä tarjoillaan usein välipalana japanilaisessa keittiössä."
    ],
    "eggplant": ["Munakoisot luokitellaan kasvitieteellisesti hedelmiksi."],
    "farro": ["Farro on muinainen vilja, joka oli roomalaisten sotilaiden ruokavalion perusta."],
    "fava bean": [
      "Härkäpapuja on viljelty tuhansia vuosia ja niitä käytetään Välimeren keittiössä."
    ],
    "fennel": [
      "Sekä fenkolin mukulaa että siemeniä käytetään ruoanlaitossa, siemeniä useimmiten mausteena."
    ],
    "fig": [
      "Viikunat ovat yksi vanhimmista viljellyistä hedelmistä, ja niitä pidettiin runsauden symbolina antiikin Kreikassa."
    ],
    "flaxseed": [
      "Pellavansiemeniä käytetään yleisesti kananmunan korvikkeena vegaanisessa leivonnassa."
    ],
    "garlic": [
      "Valkosipulia on käytetty tuhansia vuosia sekä maustamiseen että perinteisessä lääketieteessä."
    ],
    "ginger": [
      "Inkivääriä on käytetty vuosisatojen ajan Aasian keittiöissä ja perinteisessä lääketieteessä."
    ],
    "gooseberry": [
      "30 gramman annos karviaisia sisältää noin 30 % päivittäisestä C-vitamiinista.",
      "Karviaisia on monia värejä; vihreät ovat tyypillisesti happamia ja punaiset makeampia."
    ],
    "grape": [
      "Rypäleitä on viljelty yli 8000 vuotta, ja niitä käytetään myös viinin, rusinoiden ja mehujen valmistukseen.",
      "Rypäleitä esiintyy monissa eri väreissä, joilla jokaisella on ainutlaatuinen maku ja rakenne.",
      "Rypäleitä kasvatetaan kuudella seitsemästä maailman mantereesta."
    ],
    "grapefruit": [
      "Yksi greippi sisältää noin 100 % päivittäisestä C-vitamiinista.",
      "Greipit löydettiin Barbadokselta 1700-luvulla ja niiden uskotaan olevan pomelon ja appelsiinin hybridi."
    ],
    "green lentil": [
      "30 gramman annos vihreitä linssejä sisältää noin 7 g proteiinia ja runsaasti kuitua.",
      "Vihreät linssit säilyttävät muotonsa kypsennyksessä, joten ne sopivat hyvin salaatteihin, keittoihin ja pataruokiin.",
      "Linssit ovat kuuluneet Lähi-idän ja Intian keittiöihin tuhansien vuosien ajan."
    ],
    "guava": [
      "Yksi guava sisältää yli 200 % päivittäisestä C-vitamiinista.",
      "Guava on kotoisin Amerikan trooppisilta alueilta."
    ],
    "hazelnut": [
      "Hasselpähkinöitä käytetään usein suklaalevitteissä ja ne ovat tärkeä ainesosa praliineissa.",
      "Turkki on maailman suurin hasselpähkinöiden tuottaja, vastaten lähes 70 %:sta maailman tarjonnasta."
    ],
    "hedgehog mushroom": [
      "Vaaleaorakkaan englanninkielinen nimi \"hedgehog mushroom\" tulee sen piikikkäistä heltoista.",
      "Vaaleaorakkaita löytyy yleisesti metsistä Pohjois-Amerikassa ja Euroopassa."
    ],
    "hemp seed": [
      "30 gramman annos hampunsiemeniä sisältää noin 10 g proteiinia ja runsaasti omega-3-rasvahappoja.",
      "Hampunsiemenet tulevat samasta lajista kuin kannabis, mutta ne sisältävät vain vähän THC:tä."
    ],
    "honeydew melon": [
      "Hunajamelonin uskotaan olevan peräisin Lähi-idästä, ja sitä viljeltiin muinaisessa Egyptissä."
    ],
    "horseradish": [
      "Piparjuuren terävä maku johtuu yhdisteistä, jotka vapautuvat juuren raastamisen yhteydessä.",
      "Piparjuuresta on vaikea päästä eroon istuttamisen jälkeen."
    ],
    "iceberg lettuce": [
      "Jäävuorisalaatti on yksi suosituimmista salaattivihanneksista Yhdysvalloissa.",
      "Vaikka se on ravintoaineiltaan vähäinen, jäävuorisalaatti on erittäin nesteyttävä vesipitoisuutensa vuoksi."
    ],
    "jackfruit": [
      "Jakkihedelmä on painavin puussa kasvava hedelmä, painaen jopa 40 kilogrammaa.",
      "Jakkihedelmä on kotoisin Etelä-Aasiasta ja sen makua verrataan usein ananaksen, banaanin ja mangon yhdistelmään."
    ],
    "jalapeno": [
      "Jalepenon nimi tulee meksikolaisesta Xalapan kaupungista Veracruzissa.",
      "Jalapeno voi yltää 8000 pisteeseen Scovillen tulisuusasteikolla, joten se on tulisen monipuolinen chili.",
      "Savustettu ja kuivattu jalapeno tunnetaan paremmin chipotlena."
    ],
    "jerusalem artichoke": [
      "Maa-artisokka on kotoisin Pohjois-Amerikasta, ja alkuperäiskansat viljelivät sitä.",
      "Nimestään huolimatta maa-artisokka ei ole sukua artisokalle."
    ],
    "jicama": ["Pikkujamssipavun juuret ovat syötäviä, mutta lehdet ovat myrkyllisiä."],
    "kale": [
      "Lehtikaali sisältää runsaasti K-, A- ja C-vitamiineja.",
      "Lehtikaalia on viljelty yli 2000 vuotta ja se oli yleinen vihannes Euroopassa keskiajalla."
    ],
    "kamut": [
      "Kamutia uskotaan löytyneen egyptiläisistä haudoista, mikä antoi sille lempinimen \"faaraon vilja\"."
    ],
    "kiwi": [
      "Yksi kiivi sisältää enemmän kuin päivittäisen suositellun määrän C-vitamiinia.",
      "Kiivi tunnettiin alun perin \"kiinankarviaisena\", mutta nimi muutettiin markkinoinnin vuoksi Uudessa-Seelannissa.",
      "Kiivin karvainen kuori on syötävä, vaikka monet eivät pidä sen syömisestä."
    ],
    "kohlrabi": ["Kyssäkaali saapui Yhdysvaltoihin vasta 1800-luvulla."],
    "kumquat": [
      "Kumkvatti on suupalan kokoinen hedelmä, joka voidaan syödä makeine kuorineen.",
      "Kumkvatit ovat ainutlaatuisia sitrushedelmiä, sillä niiden kuori on makea, mutta hedelmäliha hapan."
    ],
    "lemon": [
      "Yksi sitruuna sisältää noin 50 % päivittäisestä C-vitamiinista.",
      "Sitruunoiden uskotaan olevan peräisin Aasiasta, ja merimiehet käyttivät niitä keripukin estämiseen."
    ],
    "lettuce": [
      "Salaatti on yksi vanhimmista viljellyistä kasveista, ja sitä on kasvatettu yli 4000 vuotta."
    ],
    "lime": [
      "Yksi limetti sisältää noin 30 % päivittäisestä C-vitamiinista.",
      "Limetin mehua käytettiin historiallisesti merimiesten keskuudessa keripukin estämiseen."
    ],
    "lingonberry": [
      "Puolukat ovat yleisiä skandinaavisessa keittiössä, ja niistä tehdään usein hilloa liharuoan lisukkeeksi.",
      "Puolukat kasvavat villinä Pohjois-Euroopan metsissä ja ne tunnetaan kirkkaan punaisesta väristään."
    ],
    "longan": ["Longania kutsutaan myös \"lohikäärmeen silmäksi\"."],
    "lychee": ["Litsi on kotoisin Kiinasta, ja sitä on viljelty yli 2000 vuotta."],
    "macadamia nut": [
      "30 gramman annos macadamiapähkinöitä sisältää noin 21 g terveellisiä rasvoja ja 2 g proteiinia."
    ],
    "mandarin": [
      "Mandariini on hyvä C-vitamiinin lähde ja se sisältää noin 40 kaloria.",
      "Mandariinit ovat suosittu, helposti kuorittava välipala."
    ],
    "mango": [
      "Yksi mango sisältää noin 100 % päivittäisestä C-vitamiinista ja sisältää noin 200 kaloria.",
      "Mango on kotoisin Etelä-Aasiasta, mutta sitä viljellään trooppisilla ja subtrooppisilla alueilla maailmanlaajuisesti."
    ],
    "manioc": [
      "Maniokki on merkittävä hiilihydraattien lähde trooppisilla alueilla ja siitä valmistetaan tapiokaa.",
      "Maniokki on kypsennettävä oikein, sillä raakana se voi olla myrkyllinen syanogeenisten yhdisteidensä vuoksi."
    ],
    "matsutake": [
      "Matsutake on arvostettu sieni Japanissa, ja harvinaisuutensa vuoksi se voi olla erittäin kallis."
    ],
    "millet": [
      "30 gramman annos hirssiä sisältää noin 11 g proteiinia. Hirssi on myös gluteeniton.",
      "Hirssi on muinainen vilja, ja peruselintarvike monissa osissa Afrikkaa ja Aasiaa."
    ],
    "mint": [
      "Minttu on myös suosittu cocktailainesosa, jota käytetään esimerkiksi minttujulepissa."
    ],
    "mizuna": [
      "Mizuna on nopeasti kasvava lehtivihannes, joka kerätään tyypillisesti nuorena parhaan maun saavuttamiseksi."
    ],
    "mung bean": [
      "30 gramman annos mung-papuja sisältää noin 7 g proteiinia ja runsaasti kuitua.",
      "Mung-pavut ovat erittäin ravitsevia, ja niitä on viljelty Intiassa tuhansien vuosien ajan."
    ],
    "mustard greens": [
      "Sareptansinappi sisältää A-, C- ja K-vitamiineja ja siinä on mausteinen maku."
    ],
    "napa cabbage": [
      "Kiinankaalia käytetään yleisesti aasialaisissa ruoissa, erityisesti paistoksissa ja kimchissä."
    ],
    "nectarine": [
      "Nektariinit ovat sileitä persikoita, joita nautitaan tuoreena tai jälkiruoissa.",
      "Nektariinit viihtyvät lämpimässä ilmastossa ja ne kerätään loppukesällä."
    ],
    "nori": [
      "Norissa on runsaasti jodia ja muita kivennäisaineita.",
      "Noria käytetään yleisesti sushin käärimiseen ja se on keskeinen ainesosa japanilaisessa keittiössä.",
      "Nori on merilevää, joka usein paahdetaan maun parantamiseksi."
    ],
    "oat": ["Kaurapuuro on suosittu aamiainen ja kauraa käytetään yleisesti myös muissa ruoissa."],
    "okra": [
      "Okra tunnetaan uniikista koostumuksestaan ja sitä käytetään usein etelävaltioiden ruoissa ja gumbossa."
    ],
    "olive": [
      "Oliivit ovat hyvä terveellisten rasvojen lähde.",
      "Legendan mukaan jumalatar Athena antoi kreikkalaisille lahjaksi oliivipuun voittaakseen heidän uskollisuutensa.",
      "Oliiveja kerätään oliivipuista, jotka symboloivat rauhaa ja pitkäikäisyyttä."
    ],
    "onion": ["Sipulit ovat haitallisia monille eläimille."],
    "orange": [
      "Yksi appelsiini sisältää noin 60 kaloria ja yli 100 % päivittäisestä C-vitamiinista.",
      "Appelsiinit ovat yksi maailman suosituimmista hedelmistä ja niitä kulutetaan usein mehuna.",
      "Appelsiinien uskotaan olevan peräisin Kaakkois-Aasiasta, josta kauppiaat levittivät niitä ympäri maailmaa."
    ],
    "papaya": [
      "Papaijaa käytetään usein salaateissa, smoothieissa ja jälkiruoissa sekä perinteisessä lääketieteessä."
    ],
    "parsley": [
      "Persilja on hyvä A-, C- ja K-vitamiinien lähde, joten se on ravitseva lisä aterioihin."
    ],
    "pea sprouts": ["Herneenversoja voi kasvattaa helposti myös kotona kuivatuista herneistä."],
    "peach": [
      "Persikat ovat kotoisin Kiinasta, mutta niitä viljellään nykyisin monilla lauhkean ilmaston alueilla."
    ],
    "peanut": [
      "Maapähkinät ovat runsas terveellisten rasvojen ja proteiinin lähde, sisältäen runsaasti energiaa.",
      "Teknisesti maapähkinät ovat palkokasveja."
    ],
    "pear": ["Maailmassa tavataan yli 3000 päärynälajiketta."],
    "pecan nut": [
      "Pekaanipähkinät sisältävät runsaasti terveellisiä rasvoja ja yli 19 vitamiinia ja kivennäisainetta.",
      "Pekaanipähkinät ovat kotoisin Pohjois-Amerikasta ja ne olivat tärkeä ravinnonlähde alkuperäiskansoille."
    ],
    "persimmon": [
      "Persimonit jaetaan kahteen päätyyppiin: kirpeisiin (kuten hachiya) ja makeisiin (kuten fuyu).",
      "Persimon on Japanin kansallishedelmä."
    ],
    "pine nut": [
      "Pinjansiemeniä käytetään usein peston valmistukseen.",
      "Pinjansiemeniä kerätään männynkävyistä, ja niiden kypsyminen voi kestää useita vuosia."
    ],
    "pineapple": [
      "Ananas sisältää bromelaiinia, entsyymiä, joka auttaa hajottamaan proteiineja.",
      "Ananaskasvi voi tuottaa vain yhden hedelmän kerrallaan."
    ],
    "pinto bean": [
      "Pintopavut on nimetty niiden pilkullisen ulkonäön mukaan, mutta ne muuttuvat ruskeiksi kypsennettyinä."
    ],
    "pistachio nut": [
      "Pistaasipähkinöitä on viljelty yli 9000 vuotta, alun perin Lähi-idässä.",
      "Pistaasit halkeavat luonnostaan kypsinä, mikä tekee niiden syömisestä helpompaa."
    ],
    "plantain": ["Banaanista poiketen, keittobanaania käytetään vain kypsennettynä."],
    "plum": [
      "Luumuissa, erityisesti niiden kuoressa, on runsaasti C-vitamiinia ja antioksidantteja.",
      "Luumu on sukua kirsikoille ja manteleille, ja niitä voidaan syödä tuoreina tai kuivattuina."
    ],
    "pomegranate": [
      "Granaattiomenat tunnetaan pirteän punaisista siemenistään, joissa on runsaasti kuitua.",
      "Granaattiomenilla on usein symbolinen merkitys muinaisissa kulttuureissa."
    ],
    "pomelo": [
      "Pomelo on suurin sitrushedelmä ja läheistä sukua greipille.",
      "Pomelot tunnetaan paksuista kuoristaan ja ne voivat painaa jopa 2 kilogrammaa."
    ],
    "porcini": ["Tatteja on vaikea viljellä, ja ne kerätään yleensä luonnosta."],
    "portobello": [
      "Portobello-sieniä käytetään usein lihankorvikkeena niiden täyteläisen koostumuksen vuoksi.",
      "Portobello-sienet ovat täysin kasvaneita viljeltyjä herkkusieniä."
    ],
    "potato": [
      "Perunat ovat kotoisin Etelä-Amerikasta, jossa inkat viljelivät niitä ensimmäisenä.",
      "Preussin kuningas Frederick kutsui perunaa \"kuninkaalliseksi vihannekseksi\" lisätäkseen niiden arvostusta."
    ],
    "pumpkin seed": [
      "30 gramman annos kurpitsansiemeniä tarjoaa noin 7 g proteiinia ja runsaasti magnesiumia."
    ],
    "pumpkin": [
      "Kurpitsat ovat runsaasti beetakaroteenia, jonka elimistö muuntaa A-vitamiiniksi.",
      "Kurpitsat liitetään usein Halloweeniin, ja niistä valmistetaan piirakoita ja keittoja."
    ],
    "quince": [
      "Kvitteni sisältää runsaasti C-vitamiinia, mutta se on yleensä liian hapan syötäväksi raakana.",
      "Kvitteneitä on viljelty antiikin ajoista lähtien, ja ne olivat joskus rakkauden ja hedelmällisyyden symboli."
    ],
    "quinoa": [
      "Kvinoa on gluteeniton vilja, joka on saanut suosiota korkeaproteiinisena ruoka-aineena.",
      "Kvinoa on ollut viljelyssä tuhansia vuosia, alun perin Andien vuoristossa."
    ],
    "rambutan": [
      "Rambutan on läheistä sukua litsille ja longanille, ja niissä onkin samankaltainen maku ja koostumus."
    ],
    "red bean": [
      "Aasiassa punaisia papuja käytetään usein makean punapaputahnan valmistukseen, joka on suosittu täyte jälkiruoissa."
    ],
    "red lentil": [
      "Punaiset linssit kypsyvät nopeasti ja niitä käytetään usein keitoissa ja pataruoissa.",
      "Punaiset linssit menettävät muotonsa kypsennyksessä, joten ne sopivat hyvin ruokien sakeuttamiseen."
    ],
    "red onion": [
      "Punasipulit muuttuvat pinkeiksi kypsentäessä, ja niitä käytetään usein etikkasäilykkeisiin."
    ],
    "rhubarb": [
      "Raparperia käytetään jälkiruoissa, mutta se on itse asiassa vihannes.",
      "Raparperin kanssa tulisi nauttia runsaasti kalsiumia sisältäviä ruokia, kuten maitotuotteita.",
      "Vaikka raparperin varret ovat syötäviä, sen lehdet ovat myrkyllisiä."
    ],
    "rice": ["Riisi on peruselintarvike yli puolelle maailman väestöstä."],
    "rutabaga": [
      "Lanttu sekoitetaan joskus nauriiseen, mutta lanttu on suurempi ja siinä on kellertävä malto."
    ],
    "rye": [
      "Ruista käytetään usein leivän valmistukseen, erityisesti Pohjois- ja Itä-Euroopassa.",
      "Ruisleipää nautitaan tiiviin koostumuksensa ja happaman makunsa vuoksi usein raskaiden ruokien parina."
    ],
    "safflower seed": [
      "Saflorinsiemeniä käytetään runsaasti tyydyttymättömiä rasvoja sisältävän öljyn valmistukseen.",
      "Saflorinsiemeniä käytetään usein linnunruokana, mutta ne ovat myös ihmisten suosima välipala."
    ],
    "shiitake": ["Siitakesieniä arvostetaan niiden lihaisan koostumuksen ja umamisen maun vuoksi."],
    "sorghum": [
      "Durra on gluteeniton vilja, jota käytetään usein puuron, jauhon ja siirapin valmistukseen.",
      "Kuivuutta hyvin kestävä durra on tärkeä viljelykasvi vähäsateisilla alueilla."
    ],
    "soybean": [
      "Soijapapuja käytetään tofun, soijamaidon ja muiden kasvipohjaisten tuotteiden valmistukseen.",
      "Soijapavut ovat keskeinen ainesosa monissa kasvisruokavalioissa niiden korkean proteiinipitoisuuden vuoksi."
    ],
    "spelt": [
      "Speltti on muinainen vilja, joka on tekemässä paluuta terveellisenä vaihtoehtona vehnälle."
    ],
    "spinach": ["Pinaatti sisältää A- ja K-vitamiineja sekä rautaa."],
    "sprouts": [
      "Idut ovat nuoria kasveja, jotka korjataan heti kasvun alettua, ja syödään usein raakana.",
      "Ituja, kuten alfalfaa tai pavunituja, lisätään usein salaatteihin ja voileipiin tuomaan lisärapeutta."
    ],
    "starfruit": ["Karambola eli tähtihedelmä tunnetaan tähtimäisestä muodostaan viipaloituna."],
    "strawberry": ["Kasvitieteellisesti mansikka ei ole marja, vaan epähedelmä."],
    "sunflower seed": [
      "Auringonkukansiemenet ovat suosittu välipala ja niitä puristetaan myös öljyksi.",
      "Auringonkukansiemenet tarjoavat hyvän E-vitamiinin ja terveellisten rasvojen lähteen."
    ],
    "sweet potato": [
      "Bataatit sisältävät runsaasti beetakaroteenia, jonka elimistö muuttaa A-vitamiiniksi."
    ],
    "taro": [
      "30 gramman annos taroa sisältää noin 10 % päivittäisestä kuidun tarpeesta.",
      "Taron lehdet ovat syötäviä kypsennettyinä ja tarjoavat hyvän A-vitamiinin lähteen."
    ],
    "teff": [
      "Teff on Etiopiasta kotoisin oleva muinainen vilja, jota käytetään perinteisen leivän, injeran, valmistukseen.",
      "Teff on luonnostaan gluteeniton, mikä tekee siitä suositun gluteeniyliherkille."
    ],
    "tomatillo": ["Tomatillojen paperimainen kuori täytyy poistaa ennen käyttöä."],
    "tomato": [
      "Vaikka tomaatti usein luokitellaan vihannekseksi, se on kasvitieteellisesti hedelmä.",
      "Maailmassa tavataan yli 10 000 tomaattilajiketta."
    ],
    "triticale": [
      "Ruisvehnä on hybridi, joka on luotu risteyttämällä vehnä ja ruis tuottamaan molempien ominaisuuksia.",
      "Ruisvehnää käytetään usein eläinrehussa, mutta sen suosio ihmisravintona on kasvussa."
    ],
    "wakame": [
      "Wakame on merilevä, jota käytetään yleisesti japanilaisissa ruoissa.",
      "Wakame on vähäkalorinen, mutta sisältää runsaasti jodia ja kalsiumia."
    ],
    "walnut": [
      "Saksanpähkinät ovat erinomainen omega-3-rasvahappojen lähde, tukien aivojen terveyttä.",
      "Saksanpähkinät ovat yksi vanhimmista puissa kasvavista ruoista. Niiden käyttö juontaa vuoteen 7000 eaa."
    ],
    "wasabi": [
      "Wasabia käytetään mausteena japanilaisessa keittiössä ja sillä on vahva maku.",
      "Aito wasabi on vaikeasti kasvatettava, joten sitä korvataan usein piparjuurella.",
      "Wasabissa on yhdisteitä, joilla on antimikrobisia ominaisuuksia."
    ],
    "water spinach": [
      "Vesipinaatti leviää voimakkaasti ja on erittäin satoisa.",
      "Vesipinaatilla voi olla vesistön laatua parantava vaikutus, mutta se on myös vieraslaji tietyissä ympäristöissä.",
      "Vesipinaatti ei ole sukua pinaatille"
    ],
    "watercress": [
      "Vesikrassi on yksi ravintorikkaimmista vihanneksista, täynnä A-, C- ja K-vitamiineja."
    ],
    "watermelon": [
      "Osuvasti nimetty vesimeloni sisältää yli 90 % vettä.",
      "Vesimelonin kuori on myös syötävä ja siitä voidaan tehdä esimerkiksi säilykkeitä tai käyttää smoothieissa.",
      "Vesimelonia viljellään yli 90 maassa."
    ],
    "wheat": [
      "Vehnä on yksi maailman laajimmin viljellyistä kasveista.",
      "Täysjyvävehnä on jalostettua vehnää terveellisempi vaihtoehto, sillä se sisältää leseen ja alkion."
    ],
    "white bean": ["Valkoiset pavut sisältävät runsaasti kuitua ja proteiinia."],
    "white onion": [
      "Hopeasipulilla on kelta- tai punasipulia miedompi maku, mikä tekee siitä ihanteellisen raakoihin ruokiin."
    ],
    "wild rice": [
      "Villiriisi ei ole riisilajike, vaan Pohjois-Amerikasta peräisin olevan vesiruohon siemen."
    ],
    "yam": [
      "Jamssi sekoitetaan usein bataatteihin, mutta ne ovat eri lajeja.",
      "Jamssi sisältää runsaasti kuitua, C-vitamiinia ja kaliumia."
    ],
    "yardlong bean": ["Parsapapu voi kasvaa jopa metrin pituiseksi."],
    "yellow beet": [
      "Keltajuuret ovat makeampia ja miedompia kuin punajuuret.",
      "Toisin kuin punajuuret, keltajuuret eivät sotke koko keittiötä."
    ],
    "yellow lentil": [
      "Nopeasti kypsyvistä keltaisista linsseistä saa hyvän arkipäivän aterian.",
      "Keltaiset linssit ovat joitakin muita linssejä vatsaystävällisempiä."
    ],
    "yellowfoot mushroom": [
      "Suppilovahvero viihtyy kosteassa, sammaleisessa metsässä.",
      "Suppilovahveroita voidaan poimia vielä ensilumen pudottuakin.",
      "Suppilovahveroista voi tehdä herkullista keittoa, risottoa tai kastikkeita."
    ],
    "zucchini": [
      "Kesäkurpitsaa voidaan viipaloida nuudeleiksi, jolloin se tarjoaa vähähiilihydraattisen vaihtoehdon pastalle.",
      "Kurpitsat ovat kotoisin Amerikasta, mutta kesäkurpitsan kansainvälinen nimi \"zucchini\" tulee Italiasta."
    ]
  },
  "general": {
    "appTitle": "Eat Your Veggies",
    "appTitleAppend": "Eat Your Veggies - {0}",
    "cancel": "Peruuta",
    "clickToAdd": "Lisää {0}",
    "clickToRemove": "Poista {0}",
    "close": "Sulje",
    "follow": "Seuraa Blueskyssä",
    "start": "Aloita"
  },
  "home": {
    "changeLocale": "Vaihda kieleksi {0}",
    "info": "Lue lisää",
    "infoP1": "Vuonna 2018 julkaistun The American Gut Project -tutkimuksen mullistavat tulokset paljastivat, että vähintään 30 erilaisen kasviksen nauttiminen viikossa monipuolistaa suoliston mikrobitasapainoa. Tämä monimuotoisuus voi olla avain parempaan ruoansulatukseen, vahvempaan immuunijärjestelmään ja jopa parempaan aivojen toimintakykyyn. Tutkimuksen mukaan säännöllisen monipuolinen kasvisten sisällyttäminen ruokavalioon voi vähentää tulehduksia, parantaa ravinteiden imeytymistä ja lisätä yleistä elinvoimaisuutta.",
    "infoP2": "Eat Your Veggies on ilmainen sovellus aterioidesi kasvipohjaisten ruoka-aineiden seuraamiseen. Sovellus ei vaadi rekisteröitymistä ja tietoja säilytetään ainoastaan oman laitteesi selaimen välimuistissa.",
    "infoP3": "Älä menetä monipuolisen ruokavalion hyötyjä. Ota Eat Your Veggies tänään avuksi terveytesi mullistamisessa ja koe monipuolisen ruokavalion tuomat edut.",
    "infoTitle": "Mistä on kyse?",
    "callout": "Elä terveellisemmin syömällä 30 kasvipohjaista ruoka-ainetta joka viikko. Seuraa onnistumistasi tämän ilmaisen sovelluksen avulla."
  },
  "locales": {
    "en": "English",
    "fi": "Suomi"
  },
  "qa": {
    "appPurpose": {
      "title": "Mitä sovelluksella tehdään",
      "text": "Eat Your Veggies on ilmainen sovellus kasviperäisten ruoka-aineiden seuraamiseen ruokavaliossasi. Tutkimustulosten mukaan 30:n erilaisen kasviksen kuluttaminen viikoittain johtaa lukuisiin terveyshyötyihin vähemmän monipuoliseen ruokavalioon verrattuna. Avainasemassa ei siis tutkimuksen mukaan ole vain kulutettu määrä, vaan myös monipuolisuus."
    },
    "categories": {
      "title": "Mutta mansikkahan on...",
      "text": "...epähedelmä, tiedän. Tomaattikaan ei ole biologisessa mielessä vihannes, joten sovelluksessa otetaan pieniä vapauksia kategorioiden suhteen. Ilmoita silti suuret epätarkkuudet joita löydät. Voit myös ehdottaa puuttuvia vihanneksia sovellukseen lisättäväksi. Niiden pitäisi olla sellaisia, joita on kaupallisesti saatavilla maailmanlaajuisesti."
    },
    "contact": {
      "link": {
        "url": "https://github.com/ajuvonen/veggies/",
        "text": "GitHub"
      },
      "title": "Mihin voin ottaa yhteyttä?",
      "text": "Projektin sivu on täällä: {0}. Sivulta löytyy erilliset osiot bugien raportointiin sekä yleiseen keskusteluun. Kiitos mielenkiinnosta projektia kohtaan!"
    },
    "isItFree": {
      "title": "Maksaako sovelluksen käyttö?",
      "text": "Sovellus on ilmainen eikä sisällä mainoksia. Mukaan on tulossa mahdollisuus tehdä lahjoitus, mutta se ei ole pakollista."
    },
    "isMyDataSafe": {
      "title": "Ovatko tietoni turvassa?",
      "text": "Tietoja säilytetään ainoastaan selaimesi paikallisessa tallennustilassa laitteellasi, eikä niitä jaeta kolmansille osapuolille. Voit milloin vain tyhjentää tietosi alla olevalla napilla."
    },
    "studyDetails": {
      "link": {
        "url": "https://doi.org/10.1128/msystems.00031-18",
        "text": "American Society for Microbiology (ASM)"
      },
      "title": "Mihin sovellus perustuu?",
      "text": "En ole ravitsemusterapeutti enkä biologi, joten haluan välttää liioiteltujen terveysväittämien tai tulkintojen esittämistä. En ole kytköksissä tutkimusta tehneeseen ryhmään millään tavalla, mutta mikäli haluat lukea siitä lisää, tutustu The American Gut Projectiin julkaisussa {0}."
    },
    "title": "Yleisiä kysymyksiä",
    "whatCounts": {
      "title": "Mikä lasketaan annokseksi?",
      "text": "Se, miten sovellusta käytät, on viime kädessä kiinni omasta harkinnastasi. Huomioi kuitenkin, että hyvin vähäisissä määrissä kasviksia ei ole merkittävää ravitsemuksellista arvoa. Itse lasken mukaan vain kukkurallista ruokalusikkaa suuremmat annoskoot. Mainittakoon myös, että pitkälle prosessoiduilla ruoka-aineilla ei pidä korvata kasviksia. Ketsuppia ei siis lasketa tomaatiksi."
    }
  },
  "settings": {
    "locale": "Kieli",
    "reset": {
      "button": "Tyhjennä",
      "label": "Poista sovelluksen tiedot",
      "text": "Tyhjennys poistaa kaikki sovellukseen tallennetut tiedot ja palauttaa sovelluksen alkutilaansa. Tätä toimenpidettä ei voi perua.",
      "title": "Haluatko tyhjentää sovelluksen?"
    },
    "title": "Asetukset"
  },
  "stats": {
    "0": "Tämän viikon kasvikset",
    "1": "Viimeiset viisi viikkoa",
    "2": "Kokonaistilastot",
    "3": "Kasvislista",
    "4": "Saavutukset",
    "allTimeCategories": "Vertailu ryhmittäin",
    "chosenStats": "Valitut tilastot",
    "grid1": {
      "topLabel": "Yhteensä",
      "bottomLabel": "Viikkoa"
    },
    "grid2": {
      "topLabel": "Yli 30 kasvista",
      "bottomLabel": "Viikolla"
    },
    "grid3": {
      "topLabel": "Yhteensä",
      "bottomLabel": "Erilaista kasvista"
    },
    "grid4": {
      "topLabel": "Enimmillään",
      "bottomLabel": "Kasvista viikossa"
    },
    "grid5": {
      "topLabel": "Suoritettu",
      "bottomLabel": "Viikkohaastetta"
    },
    "week": "Vko {0}",
    "weeklyAmounts": "Lukumäärät viikoittain",
    "weeklyCategories": "Ryhmät viikoittain"
  },
  "toasts": {
    "challengeCompleted": "Suoritit viikkohaasteesi! {0}!",
    "firstVeggie": "Ensimmäinen kasvis lisätty! {0}!",
    "totalVeggies": "Olet kirjannut yhteensä jo {0} kasvista! {1}!",
    "uniqueVeggies": "Olet kokeillut {0} / {1} kasviksesta tässä sovelluksessa! {2}!"
  },
  "veggieList": {
    "complete": "(suoritettu)",
    "missing": "(puuttuu)"
  },
  "veggies": {
    "almond": "manteli",
    "amaranth": "amarantti",
    "apple": "omena",
    "apricot": "aprikoosi",
    "artichoke": "latva-artisokka",
    "arugula": "rucola",
    "asparagus": "tankoparsa",
    "avocado": "avokado",
    "bamboo shoots": "bambunverso",
    "banana": "banaani",
    "barley": "ohra",
    "basil": "basilika",
    "beet": "punajuuri",
    "bell pepper": "paprika",
    "bitter melon": "karvaskurkku",
    "black bean": "mustapapu",
    "black lentil": "musta linssi",
    "black radish": "retikka",
    "black salsify": "mustajuuri",
    "black trumpet mushroom": "mustatorvisieni",
    "black-eyed pea": "mustasilmäpapu",
    "blackberry": "karhunvatukka",
    "blood grapefruit": "verigreippi",
    "blood orange": "veriappelsiini",
    "blueberry": "mustikka",
    "bok choy": "paksoi",
    "boysenberry": "boysenmarja",
    "brazil nut": "parapähkinä",
    "broccoli": "parsakaali",
    "broccolini": "broccolini",
    "brown lentil": "ruskea linssi",
    "brussels sprouts": "ruusukaali",
    "buckwheat": "tattari",
    "bulgur": "bulgur",
    "butter bean": "voipapu (limanpapu)",
    "cabbage": "keräkaali",
    "cannellini bean": "cannellinipapu",
    "cantaloupe": "verkkomeloni",
    "cape gooseberry": "ananaskirsikka",
    "caper": "kapris",
    "carrot": "porkkana",
    "cashew nut": "cashewpähkinä",
    "cauliflower": "kukkakaali",
    "celeriac": "juuriselleri",
    "celery": "varsiselleri",
    "champignon": "herkkusieni",
    "chanterelle": "kantarelli",
    "chard": "mangoldi",
    "chayote": "kajottikurpitsa",
    "cherimoya": "cherimoya",
    "cherry tomato": "kirsikkatomaatti",
    "cherry": "kirsikka",
    "chestnut": "kastanja",
    "chia seed": "chiasiemen",
    "chickpea": "kikherne",
    "chili pepper": "chilipaprika",
    "chives": "ruohosipuli",
    "choy sum": "sellerikaali (choy sum)",
    "cilantro": "korianteri",
    "clementine": "klementiini",
    "cloudberry": "hilla (lakka)",
    "coconut": "Kookospähkinä",
    "collard greens": "rehuydinkaali",
    "corn": "maissi",
    "couscous": "kuskus (couscous)",
    "cranberry bean": "borlottipapu",
    "cranberry": "karpalo",
    "cucumber": "kurkku",
    "daikon": "daikon",
    "dandelion greens": "voikukka",
    "date": "taateli",
    "dill": "tilli",
    "dragon fruit": "pitaija (lohikäärmehedelmä)",
    "durian": "durian",
    "edamame": "edamamepapu",
    "eggplant": "munakoiso",
    "endive": "endiivi",
    "farro": "farro",
    "fava bean": "härkäpapu",
    "fennel": "fenkoli",
    "fig": "viikuna",
    "flageolet bean": "flageoletpapu",
    "flaxseed": "pellavansiemen",
    "frisée": "frisee",
    "garlic": "valkosipuli",
    "ginger": "inkivääri",
    "gooseberry": "karviainen",
    "grape": "rypäle",
    "grapefruit": "greippi",
    "green bean": "vihreä papu (haricot)",
    "green lentil": "vihreä linssi",
    "guava": "guava",
    "hazelnut": "hasselpähkinä",
    "hedgehog mushroom": "vaaleaorakas",
    "hemp seed": "hampunsiemen",
    "hokkaido pumpkin": "hokkaidokurpitsa",
    "holy basil": "thaibasilika",
    "honeydew melon": "hunajameloni",
    "horseradish": "piparjuuri",
    "iceberg lettuce": "jäävuorisalaatti",
    "jackfruit": "jakkihedelmä",
    "jalapeno": "jalapeno",
    "jerusalem artichoke": "maa-artisokka",
    "jicama": "pikkujamssipapu",
    "kale": "lehtikaali",
    "kamut": "kamut",
    "kidney bean": "kidneypapu",
    "kiwi": "kiivi",
    "kohlrabi": "kyssäkaali",
    "kumquat": "kumkvatti",
    "leek": "purjo",
    "lemon": "sitruuna",
    "lettuce": "lehtisalaatti",
    "lime": "limetti",
    "lingonberry": "puolukka",
    "longan": "longaani",
    "lychee": "litsi",
    "macadamia nut": "macadamiapähkinä",
    "mache": "vuonankaali",
    "mandarin": "mandariini",
    "mango": "mango",
    "mangosteen": "mangostani",
    "manioc": "maniokki",
    "matsutake": "tuoksuvalmuska (matsutake)",
    "millet": "hirssi",
    "mint": "minttu",
    "mizuna": "japaninkaali (mizuna)",
    "mung bean": "mungpapu",
    "musk gourd": "myskikurpitsa",
    "mustard greens": "sareptansinappi",
    "napa cabbage": "kiinankaali",
    "nectarine": "nektariini",
    "nori": "nori",
    "oak leaf lettuce": "tammenlehväsalaatti",
    "oat": "kaura",
    "okra": "okra",
    "olive": "oliivi",
    "onion": "sipuli",
    "orange": "appelsiini",
    "oyster mushroom": "osterivinokas",
    "papaya": "papaija",
    "parsley root": "juuripersilja",
    "parsley": "persilja",
    "parsnip": "palsternakka",
    "passion fruit": "passiohedelmä",
    "pea sprouts": "herneenverso",
    "pea": "herne",
    "peach": "persikka",
    "peanut": "maapähkinä",
    "pear": "päärynä",
    "pecan nut": "pekaanipähkinä",
    "persimmon": "persimon (kaki)",
    "pine nut": "pinjansiemen",
    "pineapple": "ananas",
    "pinto bean": "pintopapu",
    "pistachio nut": "pistaasipähkinä",
    "plantain": "keittobanaani",
    "plum": "luumu",
    "pointed pepper": "suippopaprika",
    "pomegranate": "granaattiomena",
    "pomelo": "pomelo",
    "porcini": "herkkutatti",
    "portobello": "portobello",
    "potato": "peruna",
    "prickly pear": "kaktusviikuna",
    "pumpkin seed": "kurpitsansiemen",
    "pumpkin": "kurpitsa",
    "quince": "kvitteni",
    "quinoa": "kvinoa",
    "radicchio": "punasikuri",
    "radish": "retiisi",
    "rambutan": "rambutaani",
    "raspberry": "vadelma",
    "red bean": "punapapu",
    "red cabbage": "punakaali",
    "red leaf lettuce": "lollo rosso",
    "red lentil": "punainen linssi",
    "red onion": "punasipuli",
    "rhubarb": "raparperi",
    "rice": "riisi",
    "romaine": "roomansalaatti (romaine)",
    "rutabaga": "lanttu",
    "rye": "ruis",
    "safflower seed": "saflorinsiemen",
    "savoy cabbage": "savoijinkaali",
    "scallion": "kevätsipuli",
    "scarlet runner bean": "ruusupapu",
    "sesame seed": "seesaminsiemen",
    "shallot": "salottisipuli",
    "shiitake": "shiitake",
    "snow pea": "sokeriherne",
    "sorghum": "durra",
    "sorrel": "suolaheinä",
    "soybean": "soijapapu",
    "spaghetti squash": "spagettikurpitsa",
    "spelt": "speltti",
    "spinach": "pinaatti",
    "sprouts": "idut",
    "starfruit": "karambola (tähtihedelmä)",
    "strawberry": "mansikka",
    "sunflower seed": "auringonkukansiemen",
    "sweet potato": "bataatti",
    "taro": "taro",
    "teff": "teff",
    "thyme": "timjami",
    "tomatillo": "tomatillo",
    "tomato": "tomaatti",
    "triticale": "ruisvehnä",
    "turnip": "turnipsi",
    "wakame": "wakame",
    "walnut": "saksanpähkinä",
    "wasabi": "wasabi (maustekrassi)",
    "water spinach": "vesipinaatti",
    "watercress": "vesikrassi",
    "watermelon": "vesimeloni",
    "wheat": "vehnä",
    "white bean": "valkoinen papu",
    "white onion": "hopeasipuli",
    "wild rice": "villiriisi",
    "yam": "jamssi",
    "yardlong bean": "parsapapu",
    "yellow beet": "keltajuuri",
    "yellow lentil": "keltainen linssi",
    "yellowfoot mushroom": "suppilovahvero",
    "zucchini": "kesäkurpitsa"
  },
  "veggieSearch": {
    "challenge": "Viikkohaasteesi",
    "noResults": "Ei tuloksia",
    "search": "Kirjaa viikon kasvikset"
  },
  "veggiesTotal": {
    "title": "Kokeillut kasvikset",
    "label": "{0} % kokeiltu"
  },
  "views": {
    "home": "Etusivu",
    "log": "Viikkoseuranta",
    "settings": "Asetukset",
    "stats": "Tilastot"
  }
}
